Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: Look who’s still here! Dacyn, I thought you were wiser than this. I’ve changed my mind about letting you live. You know what they say, there’s no time like the present!
es: ¡Mira quién sigue aquí! Dacyn, pensé que eras más sabio que esto. He cambiado de opinión sobre dejarte vivir. Ya sabes lo que dicen, ¡no hay tiempo como el presente!

source: We have tarried here too long. All is now lost!
es: ¡Nos hemos demorado demasiado aquí. Todo está perdido ahora!

source: Capturing the Ogres
es: Atrapando a los ogros

source: Ogres
es: Ogros

source: (captured ogres will be made available for recall)
es: (los ogros capturados estarán disponibles para reincorporar)

source: Capture as many ogres as you can
es: Captura tantos ogros como puedas

source: An ogre is captured when it starts a turn being unable to move more than one hex.
es: Un ogro se considera capturado cuando comienza su turno sin poder moverse más de un hexágono.

source: If an ogre reaches the edge of the map, it will escape.
es: Si un ogro alcanza el borde del mapa, escapará.

source: Look, this valley is inhabited by a tribe of ogres. They do not seem very bright...
es: Mirad, este valle está habitado por una tribu de ogros. No parecen muy inteligentes...

source: Guh... human? Human come! Run!
es: ¿Guh... humano? ¡Humano viene! ¡Corred!

source: Excellent, a source of slaves. If we surround and capture them, we can use them for risky missions and preserve our more valuable soldiers.
es: Excelente, una fuente de esclavos. Si los rodeamos y capturamos, podremos usarlos en misiones arriesgadas y preservar a nuestros soldados más valiosos.

source: Slaves?! No, these shall be great warriors fighting alongside us! My Clansmen shall capture them one by one.
es: ¿Esclavos?! No, serán grandes guerreros luchando a nuestro lado. ¡Mis clanes capturará a cada uno de ellos!

source: Waah! Run!
es: ¡Wuaaah! ¡Corred!

source: Me run life for!
es: ¡Yo correr por vida!

source: Ruuuunnnn!
es: ¡Correeee!

source: We have let one escape. Let’s hope not all of them do!
es: Se nos ha escapado uno. ¡Esperemos que no se nos escapen todos!

source: $ogre_name surrender!
es: ¡$ogre_name rendirse!

source: Don’t hurt $ogre_name|!
es: ¡No hagan daño a $ogre_name|!

source: $ogre_name be good will! Promise!
es: ¡$ogre_name será bueno! ¡Promesa!

source: Taking slaves doesn’t feel right, even if it is for a good cause. I refuse to capture any of these ogres.
es: Tomar esclavos no se siente correcto, aunque sea por una buena causa. Me rehúso a capturar a alguno de estos ogros.

source: Taking slaves just doesn’t feel right. I only captured one.
es: Tomar esclavos simplemente no se siente correcto. Solo he capturado uno.

source: Unfortunate, but at least we have one. Ogres are unskilled fighters but much cheaper to equip than our other soldiers, and thus <i><b>cost much less gold to recall.</b></i>
es: Desafortunado, pero al menos tenemos uno. Los ogros son luchadores poco hábiles pero mucho más baratos de equipar que nuestros otros soldados, y por lo tanto <i><b>cuestan mucho menos oro para reincorporarlos.</b></i>

source: We failed to capture more than two of the ogres.
es: No hemos podido capturar a más de dos ogros.

source: Unfortunate, but at least we have some. Ogres are unskilled fighters but much cheaper to equip than our other soldiers, and thus <i><b>cost much less gold to recall.</b></i>
es: Desafortunado, pero al menos tenemos algunos. Los ogros son luchadores poco hábiles pero mucho más baratos de equipar que nuestros otros soldados, y por lo tanto <i><b>cuestan mucho menos oro para reincorporarlos.</b></i>

source: We captured three ogres! I hope they will prove useful.
es: ¡Hemos capturado tres ogros! Seguro que nos serán de utilidad.

source: Well done. Ogres are unskilled fighters but much cheaper to equip than our other soldiers, and thus <i><b>cost much less gold to recall.</b></i>
es: Bien hecho. Los ogros son luchadores poco hábiles pero mucho más baratos de equipar que nuestros otros soldados, y por lo tanto <i><b>cuestan mucho menos oro para reincorporarlos.</b></i>

source: We managed to capture many ogres! They will make a good addition to our troops.
es: ¡Logramos capturar muchos ogros! Serán un buen complemento para nuestras tropas.

source: Ogre Crossing
es: Cruce de los ogros

source: The Ford of Parthyn is second only to Abez in its notoriety. It was here where Iliah-Malal’s ghostly army first wrought its terror, only to be routed by the legendary Delfador. It was here where Malin Keshar cast aside his humanity and began delving into the dark arts. And it was here where Gweddry and his men attempted their escape from Wesnoth and Mal-Ravanal’s undead hordes into the wild northlands.
es: El vado de Parthyn es el segundo en notoriedad solo después de Abez. Fue aquí donde el ejército fantasma de Iliah-Malal causó su terror por primera vez, solo para ser derrotado por el legendario Delfador. Fue aquí donde Malin Keshar dejaba de lado su humanidad y comenzó a profundizar en las artes oscuras. Y fue aquí donde Gweddry y sus hombres intentaron escapar de Wesnoth y de las hordas de no-muertos de Mal-Ravanal hacia las salvajes tierras del norte.

source: Saurians
es: Saurios

source: Parthyn Guardpost
es: Puesto de guardia de Parthyn

source: Defeat Izziasch
es: Derrota a Izziasch

source: Reach the north shore before Grug dies
es: Alcanza la orilla norte antes de que Grug muera

source: And so we come to the Great River, northern border of Wesnoth. It will take some time for our men to cross; the undead will doubtless send their forces to harry us.
es: Y así llegamos al Gran Río, frontera norte de Wesnoth. Tomará algo de tiempo para que nuestros hombres crucen; los no-muertos sin duda enviarán sus fuerzas para hostigarnos.

source: And so we come to the Great River, northern border of Wesnoth. It will take some time for our men to cross, but fortunately we are not being pursued.
es: Y así llegamos al Gran Río, frontera norte de Wesnoth. Tomará algo de tiempo para que nuestros hombres crucen, pero afortunadamente no estamos siendo perseguidos.

source: Lo, on yonder shore lies a camp of ogres! I’ve heard them to be dimwitted, but friendly enough.
es: Miren, en aquella orilla hay un campamento de ogros. He oído que son torpes, pero lo suficientemente amigables.

source: <span size='small'><i>Not unlike yourself?</i></span> Ogres have served the Crown in the past. Perhaps these ones can help us, either willingly or as slaves. But those saurians will definitely attack before that happens.
es: <span size='small'><i>¿No muy diferente a ti?</i></span> Los ogros han servido a la Corona en el pasado. Quizá estos puedan ayudarnos, voluntariamente o como esclavos. Pero esos saurios definitivamente atacarán antes de que eso suceda.

source: Lizard, Grug say leave!
es: ¡Lagarto, Grug dice irse!

source: Get out of my way! There are ssskeletons in my ssswamp... we’re leaving and you sshould too.
es: ¡Apártate de mi camino! Hay esqueletos en mi pantano... nos vamos y tú también deberías.

source: Lizard dumb! You die now!
es: ¡Lagarto tonto! ¡Morir ahora!

source: If we can reach the ogres in time, we may be able to convince them to aid us. But first we need to cross the river.
es: Si logramos llegar a los ogros a tiempo, quizá podamos convencerlos de que nos ayuden. Pero primero necesitamos cruzar el río.

source: Hail, Owaec and company! We retreat from Soradoc, but Yannic sent me to bring a prize we took from one of the necromancers we slew during our retreat. The temple healers have blessed it so that it may be used safely.
es: ¡Salve, Owaec y compañía! Nos retiramos de Soradoc, pero Yannic me envió a traer un premio que tomamos de uno de los nigromantes que abatimos durante nuestra retirada. Los sanadores del templo lo han bendecido para que pueda usarse con seguridad.

source: Fascinating... I’ve never had the chance to examine one of these up close before.
es: Fascinante... Nunca antes había tenido la oportunidad de examinar uno de estos de cerca.

source: Our thanks! You are a fair rider, yet you bring a foul boon. I will not wield such a dark artifact, though I shall not begrudge its use by my companions.
es: ¡Nuestro agradecimiento! Eres un buen jinete, aunque traes una dádiva nefasta. No empuñaré tal artefacto oscuro, aunque no objetaré que lo usen mis compañeros.

source: You won’t escape me again! This time there are no tunnels for you to hide in!
es: ¡No escaparás de mí otra vez! Esta vez no hay túneles donde puedas esconderte.

source: There is no escape from me!
es: ¡No hay escape de mí!

source: The first of our pursuers have arrived! We must make haste to cross before more dangerous undead arrive.
es: ¡Han llegado los primeros de nuestros perseguidores! Debemos apresurarnos a cruzar antes de que lleguen más no-muertos peligrosos.

source: Our undead pursuers have arrived! Fortunately, their other leaders have been defeated. This is all we will have to face.
es: ¡Han llegado nuestros perseguidores no-muertos! Afortunadamente, sus otros líderes han sido derrotados. Esto es todo a lo que tendremos que enfrentarnos.

source: Found you... Bleed you...
es: Te encontré... Te haré sangrar...

source: Don’t think you can get away so easily!
es: ¡No creas que podrás escapar tan fácilmente!

source: Now to deal with these humansss!
es: ¡Ahora a tratar con estos humanosss!

source: You who? Fight lizard?
es: ¿Tú quién? ¿Luchar contra lagarto?

source: Err, yes, we’re here to fight the lizards.
es: Err, sí, estamos aquí para luchar contra los lagartos.

source: If we help you fight your enemies, will you come with us and help fight our enemies?
es: Si te ayudamos a luchar contra tus enemigos, ¿vendrás con nosotros y ayudarás a enfrentar a los nuestros?

source: Mmmm... Grug think...
es: Mmmm... Grug pensar...

source: ... Grug head hurt. Grug say join you.
es: ... Grug cabeza duele. Grug dice unirse a ti.

source: Curssessss!
es: ¡Malditossss!

source: Good, we have safely crossed! And we have gained the service of several ogres as well.
es: ¡Bien, hemos cruzado a salvo! Y además hemos ganado el servicio de varios ogros.

source: Ogres are unskilled fighters but much cheaper to equip than our other soldiers, and thus <i><b>cost much less gold to recall</b></i>.
es: Los ogros son combatientes poco hábiles pero mucho más baratos de equipar que nuestros otros soldados, y por ello <i><b>cuestan mucho menos oro al reincorporarlos</b></i>.

source: Good, we have safely crossed!
es: ¡Bien, hemos cruzado a salvo!

source: Cursessss! They’ve caught usss!
es: ¡Malditossss! ¡Nos han atrapadopsss!

source: We are caught as well...
es: Nosotros también hemos sido atrapados...

source: Xenophobia
es: Xenofobia

source: <span font_family='Oldania ADF Std' size='90000'> <i>Part II: The Wildlands </i></span>
es: <span font_family='Oldania ADF Std' size='90000'> <i>Parte II: Las Tierras Salvajes </i></span>

source: Gweddry and his men made good time past the Great River’s northern banks, leaving the undead far behind. With winter drawing near, they unexpectedly stumbled upon an inhabited valley...
es: Gweddry y sus hombres avanzaron rápidamente más allá de las riberas del Gran Río, dejando a los no-muertos muy atrás. Con el invierno acercándose, inesperadamente toparon con un valle habitado...

source: Clan Whitefang
es: Clan Colmillo Blanco

source: Gather as much gold as you can before turns run out. 300 gold is the suggested minimum, but the more the better. <span size='small'><i>(You’ll want as much gold as possible when you try to leave the wildlands!)</i></span>
es: Reúne tanto oro como puedas antes de que se acaben los turnos. 300 de oro es el mínimo sugerido, pero mientras más, mejor. <span size='small'><i>(Querrás tanto oro como sea posible cuando intentes salir de las tierras salvajes!)</i></span>

source: Move Dolburras next to Pelathsil.
es: Mueve a Dolburras junto a Pelathsil.

source: The next 4 scenarios have 100% gold carryover, but few villages and 0 starting gold.
es: Los próximos 4 escenarios conservan el 100% del oro, pero tienen pocas aldeas y 0 oro inicial.

source: Farmland, in these remote reaches? Our supply situation has become rather dire since abandoning the outposts, so we are fortunate to have found such a fertile valley.
es: ¿Tierras de cultivo, en estas remotas regiones? Nuestra situación de suministros se ha vuelto bastante grave desde que abandonamos los puestos, así que tenemos suerte de haber encontrado un valle tan fértil.

source: Huh, maybe throwin’ in my lot with you ain’t so bad after all. This place would make for a good retirement.
es: Eh, tal vez unirme a vosotros no sea tan malo después de todo. Este lugar sería ideal para retirarse.

source: Hail, honorable dwarves! Winter comes fast on our heels and we seek provisions and supplies for our holy journey. Can you be of aid?
es: ¡Saludos, honorables enanos! El invierno se acerca rápidamente y buscamos provisiones y suministros para nuestro viaje sagrado. ¿Podéis ayudarnos?

source: Hail, stout-hearted dwarves! Winter comes fast on our heels and we seek provisions and supplies for our journey north. Can you be of aid?
es: ¡Saludos, enanos de gran corazón! El invierno se acerca rápidamente y buscamos provisiones y suministros para nuestro viaje al norte. ¿Podéis ayudarnos?

source: Don’t bother asking those freeloading dwarves for anything! They can’t even manage to pay their tribute on time.
es: ¡No te molestes en pedirles nada a esos enanos aprovechados! Ni siquiera pueden pagar su tributo a tiempo.

source: To flames with yer tribute! What’s ours be ours, and don’t no orcs nor any o’ ye humans be tryin and takin’ it!
es: ¡A la hoguera con vuestro tributo! Lo que es nuestro, es nuestro, y ni orcos ni humanos intenten quitárnoslo.

source: Nay, these humans be good folk! Ye can trust us to help against them orcs. All we be askin’ be some food and drink to reprovision.
es: ¡No, estos humanos son buena gente! Puedes confiar en que ayudaremo' contra esos orcos. Todo lo que pedimos es algo de comida y bebida para reabastecernos.

source: Can we not work together, for our mutual benefit? All we ask is some food and drink to reprovision.
es: ¿No podemos trabajar juntos, para nuestro beneficio mutuo? Todo lo que pedimos es algo de comida y bebida para reabastecernos.

source: Never! Not since tha days o’ Relgorn and Delfador ha’ any o’ our clan helped one o’ ye gangly humans!
es: ¡Nunca! ¡Desde los día' de Relgorn y Delfador ninguno de nuestro clan ha ayuda'o a uno de ustede', humanos desgarbados!

source: Hsss... orcsss, dwarvesss, humansss. We have traveled far to find thisss warmth. I have called the vote; the clutch has ssspoken. These waters are only for Naga. Leave usss be.
es: Hsss... orcosss, enanoss, humanosss. Hemos viajado lejos para encontrar esta calidez. He llamado a la votación; la camada ha hablado. Estas aguas son solo para Naga. Déjennosss en paz.

source: That’s Whitefang territory you’re squatting in, snake! Show some respect for the Chief!
es: ¡Ese es territorio del Clan Colmillo Blanco en el que estás ocupando, serpiente! ¡Muestra respeto al Jefe!

source: And I bet they haven’t paid tribute either! Dwarves, snakes, humans, I say we kill ’em all!
es: ¡Y apuesto a que tampoco han pagado tributo! Enanos, serpientes, humanos… ¡digo que los matemos a todos!

source: Barbarians, the lot of you! I’m going to starve because you’re busy fighting like a hatch of desert scorplings. <span size='small'>Don’t know what I expected, throwing in my lot with a bunch of primitive northerners...</span>
es: ¡Bárbaros, todos ustedes! Me voy a morir de hambre porque están ocupados luchando como una camada de escorpiones del desierto. <span size='small'>No sé qué esperaba al unirme a un grupo de primitivos del norte...</span>

source: Infuriating. We may find scant supplies in the coming winter, but we cannot risk starving in the wilds while undead ravage Wesnoth.
es: Irritante. Puede que encontremos pocos suministros este invierno, pero no podemos arriesgarnos a morir de hambre en las tierras salvajes mientras los no-muertos asolan Wesnoth.

source: Gweddry, we will have to reprovision despite this conflict. If we spend cautiously and control enough farms, we should be able to gather enough supplies to see us through the winter.
es: Gweddry, tendremos que reabastecernos pese a este conflicto. Si gastamos con cautela y controlamos suficientes granjas, deberíamos poder reunir suficientes suministros para sobrevivir al invierno.

source: Ack, that Pelathsil ha’ a skull full o’ mud. If ye get me next ta him I’m sure I can talk some sense into him.
es: ¡Argh, ese Pelathsil tiene la cabeza llena de barro! Si me acercas a él, estoy seguro de que puedo hacerle entra' en razón.

source: Oi, mud-fer-brains! What do ye think ye be doin’, fighin’ wi’ these men o’ Wesnoth?
es: ¡Eh, cabeza de barro! ¿Qué crees que estás haciendo, luchando con estos hombre' de Wesnoth?

source: Men o’ Wesnoth ain’t dwarves! I be a dwarf lord, not a man-friend.
es: ¡Lo' hombres de Wesnoth no son enanos! Soy un señor enano, no un amigo humano.

source: Aye, and so instead ye send yer subjects to die on man-spears? What kind o’ lordship be that? If ye dinnae want ta help us, at least dinnae fight us!
es: Sí, y en vez de ayudar, envías a tus súbditos a morir a manos de los humanos. ¿Qué clase de señorío es ese? Si no quieres ayudarno', al menos no luches contra nosotro'.

source: A man-friend and a blood-traitor ye be... but I suppose I can see yer point. We won’t be fightin’ ye any longer.
es: Eres un amigo humano y un traidor de sangre... pero supongo que entiendo tu punto. No lucharemo' más contra ustede'.

source: Remember, if we spend too much on soldiers now, we may struggle to save enough supplies to see us through the winter.
es: Recuerda, si gastamos demasiado en soldados ahora, podríamos tener dificultades para reunir suficientes suministros para sobrevivir al invierno.

source: And how do you expect us to capture farms without enough soldiers to take them?
es: ¿Y cómo esperas que capturemos granjas sin suficientes soldados para tomarlas?

source: ... I have held my tongue long enough. While Wesnoth bleeds, the High Advisor leads us north to forage for food. And as our men and our people die, we seek an unknown mage hovel with some unknown power that the High Advisor has yet to explain more about. Gweddry, surely you feel this is strange?
es: ... He guardado silencio demasiado tiempo. Mientras Wesnoth sangra, el Alto Consejero nos guía hacia el norte en busca de comida. Y mientras nuestros hombres y nuestro pueblo mueren, buscamos una cabaña de un mago desconocido con un poder desconocido que el Alto Consejero aún no ha explicado. Gweddry, seguro que esto te parece extraño.

source: I don’t know, Owaec. It is odd, but Dacyn’s light and wisdom are well-known throughout Wesnoth.
es: No lo sé, Owaec. Es extraño, pero la luz y sabiduría de Dacyn son bien conocidas en todo Wesnoth.

source: So were his friend Ravan’s, if Dacyn’s story is to be believed.
es: Lo mismo ocurría con su amigo Ravan, si se ha de creer la historia de Dacyn.

source: Excited Grug fight friends help!
es: ¡Emocionado Grug, luchar con amigos y ayudar!

source: It be a sad day when dwarf fights dwarf... can ye not let us pass peaceable-like?
es: Es un día triste cuando un enano lucha contra otro... ¿no pueden dejarnos pasar en paz?

source: I’m not afraid of ye! Raise yer axe, foreigner!
es: ¡No te tengo miedo! ¡Levanta tu hacha, extranjero!

source: Ach, it’s been too long since I put my axe in an orc’s skull!
es: ¡Ah, ha pasado demasia'o tiempo desde que hundí mi hacha en el cráneo de un orco!

source: For the Chief!
es: ¡Por el Jefe!

source: Ooch, what manner o’ creature be you?
es: ¡Ouch, qué tipo de criatura eres?

source: Your sssslayer!
es: ¡Tu assesssino!

source: I have smote many evil orcs in my day, yet I have known some to show as much honor as any knight. Can we not resolve this peacefully?
es: He abatido muchos orcos malvados en mi tiempo, pero he conocido a algunos que muestran tanto honor como cualquier caballero. ¿No podemos resolver esto pacíficamente?

source: The only honor here belongs to the Chief!
es: ¡El único honor aquí pertenece al Jefe!

source: Naga, I know little of your kind, yet I do not wish to make enemies of you so hastily. Can we not come to parley?
es: Naga, sé poco sobre vuestra especie, pero no deseo hacer enemigos tan rápidamente. ¿No podemos llegar a un acuerdo?

source: Thisss river is oursss!
es: ¡Essste río ess nuestro!

source: 10 gold
es: 10 de oro

source: These dwarves have a pile of 10 gold pieces!
es: ¡Estos enanos tienen un montón de 10 piezas de oro!

source: These dwarves be lazy, ’aving just 10 gold!
es: ¡Estos enanos son perezosos, sólo tienen 10 de oro!

source: Dwarf have 10 gold!
es: ¡El enano tiene 10 de oro!

source: The zombie finds a pile of 10 gold pieces!
es: ¡El zombi encuentra un montón de 10 piezas de oro!

source: 20 gold
es: 20 de oro

source: These nagas have a pile of 20 gold pieces!
es: ¡Estas nagas tienen un montón de 20 piezas de oro!

source: Oi, this be 20 gold! Wher’ do these reptiles even get it?
es: ¡Eh, esto son 20 de oro! ¿De dónde sacan estas criaturas tanto?

source: Snake have 20 gold!
es: ¡La serpiente tiene 20 de oro!

source: The zombie finds a pile of 20 gold pieces!
es: ¡El zombi encuentra un montón de 20 piezas de oro!

source: These orcs have a pile of 20 gold pieces!
es: ¡Estos orcos tienen un montón de 20 piezas de oro!

source: Look a’ that, 20 gold pieces these orcs done steal from dwarves!
es: ¡Miren eso, 20 piezas de oro que estos orcos robaron a los enanos!

source: Orc have 20 gold!
es: ¡El orco tiene 20 de oro!

source: I will kill all of you!
es: ¡Los mataré a todos!

source: Not likely.
es: No es posible.

source: Chief Dra-Nak will hear of this!
es: ¡El Jefe Dra-Nak se enterará de esto!

source: Thisss isss why we avoid outsssidersss...
es: Esss esss la razón por la que evitamos a los forasteross...

source: It seems yon humans be mightier than I kenned...
es: Parece que esos humanos son más poderosos de lo que creía...

source: Foul orcs! Mayhaps we should ha’ allied wi’ the humans...
es: ¡Orcos despreciables! Tal vez deberíamos habernos aliado con los humanos...

source: We are doing well. Our forces have already gathered $gold gold — plenty for the winter, and there is enough time remaining to gather even more.
es: Vamos bien. Nuestras fuerzas ya han reunido $gold de oro — suficiente para el invierno, y todavía hay tiempo para reunir aún más.

source: Gweddry, I urge you to gather at least 300 gold before we head further north. We cannot afford to tarry here while Wesnoth contends against Mal-Ravanal.
es: Gweddry, te insto a reunir al menos 300 de oro antes de que avancemos más al norte. No podemos permitirnos quedarnos aquí mientras Wesnoth lucha contra Mal-Ravanal.

source: I’ve finished gathering the supplies from all our captured farms! We should have plenty for our journey ahead.
es: ¡He terminado de reunir los suministros de todas nuestras granjas capturadas! Deberíamos tener suficiente para nuestro viaje.

source: Let us forge onward. We have almost reached our destination, and will soon have the power to save Wesnoth from Mal-Ravanal.
es: Sigamos adelante. Casi hemos llegado a nuestro destino y pronto tendremos el poder para salvar Wesnoth de Mal-Ravanal.

source: I’ve tried my best, but I still haven’t been able to gather very much gold. The farms we’ve captured simply don’t have enough supplies to sustain us for a long journey.
es: He hecho todo lo posible, pero todavía no he podido reunir mucho oro. Las granjas que hemos capturado simplemente no tienen suficientes suministros para sostenernos en un viaje largo.
