Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: That’s one down! The undead must still be in disarray after their failed attack during the long night.
es: ¡Ese es uno menos! Los no muertos aún deben estar en desorden después de su ataque fallido durante la larga noche.

source: Night falls on Weldyn! Your counterattack may have caught us by surprise, but this hour is our domain.
es: ¡La noche cae sobre Weldyn! Tu contraataque puede habernos tomado por sorpresa, pero esta hora es nuestra.

source: Now you will pay for your arrogance!
es: ¡Ahora pagarás por tu arrogancia!

source: A king belongs in his capital! I will not abandon my post!
es: ¡Un rey pertenece a su capital! ¡No abandonaré mi puesto!

source: <span color='#FFD700' size='x-small'>gold refunded</span> <span color='#FFFFFF' size='xx-small'> (1/$side_count per side)</span>
es: <span color='#FFD700' size='x-small'>oro reembolsado</span> <span color='#FFFFFF' size='xx-small'> (1/$side_count por bando)</span>

source: Fools, you have already lost! For each minion you strike down, another shall rise to take its place.
es: ¡Necios, ya han perdido! Por cada esbirro que derroten, otro se levantará para ocupar su lugar.

source: Their spell is broken!
es: ¡Su hechizo se ha roto!

source: Enough of this farce! I shall end this personally.
es: ¡Basta de esta farsa! Lo terminaré personalmente.

source: Epilogue
es: Epílogo

source: When Mal-Ravanal fell, the undead army collapsed like puppets with cut strings. The invading necromancers looked on in horror, unable to comprehend what had happened.
es: Cuando Mal-Ravanal cayó, el ejército no muerto se derrumbó como marionetas con los hilos cortados. Los nigromantes invasores miraban horrorizados, incapaces de comprender lo que había sucedido.

source: Yet even as the lich’s body crumbled, for a moment’s breath, the onlookers saw a vast and louring column of shadow arise like smoke from an unclean fire. It divided fivefold at its height, reaching for the heavens like a clutching hand. Men let weapons fall from nerveless fingers and horses reared in terror as that great dark pall obscured the sun...
es: Pero incluso mientras el cuerpo del liche se desmoronaba, por un instante los espectadores vieron surgir una vasta y densa columna de sombra como humo de un fuego impuro. Se dividió en cinco partes en su altura, alcanzando los cielos como una mano que intenta agarrar. Los hombres dejaron caer las armas de sus dedos sin fuerza y los caballos se encabritaron aterrorizados mientras aquel gran sudario oscuro oscurecía el sol...

source: ... and then it thinned, and paled, and a breeze from the west dissolved it in tatters, and the light of day shone once again undiminished on Weldyn.
es: ...y luego se debilitó, palideció, y una brisa del oeste la deshizo en jirones, y la luz del día brilló una vez más sin disminuir sobre Weldyn.

source: We are gathered here today in remembrance of our dear colleague and friend, Dacyn, who fell even as he vanquished the arch-lich Mal-Ravanal.
es: Nos reunimos hoy para recordar a nuestro querido colega y amigo, Dacyn, quien cayó incluso mientras vencía al archiliche Mal-Ravanal.

source: I knew Dacyn as a complicated man: ambitious yet loyal, proud yet wise. But above all, Dacyn sought to act for the good of Wesnoth, and today we honor him for that.
es: Conocí a Dacyn como un hombre complicado: ambicioso pero leal, orgulloso pero sabio. Pero sobre todo, Dacyn buscaba actuar por el bien de Wesnoth, y hoy lo honramos por ello.

source: Today we have won a great victory, yet it comes at great cost.
es: Hoy hemos ganado una gran victoria, aunque con un alto costo.

source: Grug sad! Magic man kind.
es: ¡Grug triste! Hombre de magia amable.

source: Ay. Too many ha’ died in this war, both my kinsmen at Knalga and yours here.
es: Ay. Demasiado' han muerto en esta guerra, tanto mis parientes en Knalga como los tuyos aquí.

source: So many months of fighting... I feel as though I am awakening from a long nightmare.
es: Tras tantos meses de lucha... me siento como si despertara de una larga pesadilla.

source: My duty is done; the Clans have been avenged. At last, I can rest in peace.
es: Mi deber está cumplido; los Clanes han sido vengados. Por fin, puedo descansar en paz.

source: Alas, our work is not yet complete. Mal-Ravanal’s host has been broken, but in its wake, chaos and disorder prevail throughout the countryside. We will be years... decades... recovering from the ill wrought here.
es: Lamentablemente, nuestro trabajo aún no está completo. El ejército de Mal-Ravanal ha sido derrotado, pero tras él, el caos y el desorden prevalecen en todo el territorio. Pasarán años... décadas... recuperándonos de los daños causados aquí.

source: Even now we should be sending what’s left of our armies to restore order throughout the land.
es: Incluso ahora deberíamos enviar lo que queda de nuestros ejércitos para restaurar el orden en todo el país.

source: It shall be so. But first, know that you have served Us, and Our Kingdom, full well. We are minded to reward you.
es: Así sea. Pero primero, sepan que han servido a Nosotros y a Nuestro Reino de manera ejemplar. Estamos dispuestos a recompensarles.

source: I had a mind to share this victory with those who made it possible, yet so many of them now lie dead. Lieutenant Gweddry, Lord Owaec, Advisor Dacyn, we thank you for your sacrifice.
es: Quise compartir esta victoria con quienes la hicieron posible, pero tantos de ellos yacen ahora muertos. Teniente Gweddry, Lord Owaec, Asesor Dacyn, les agradecemos su sacrificio.

source: Grug, a necromancer ogre is something wholly new to Us, but know that Wesnoth will never tolerate your kind. You shall surrender that accursed stave to be destroyed, you shall foreswear the practice of all magic on penalty of death, and are hereby exiled from Wesnoth. Be grateful for Our mercy.
es: Grug, un ogro nigromante es algo totalmente nuevo para Nosotros, pero debes saber que Wesnoth nunca tolerará a los tuyos. Entregarás ese bastón maldito para ser destruido, renunciarás a la práctica de toda magia bajo pena de muerte y quedas exiliado de Wesnoth. Sé agradecido por Nuestra misericordia.

source: Guh... Grug say no magic yes ok.
es: Guh... Grug dice no magia, sí, está bien.

source: Grug, Gweddry has told me of the help you and your tribe provided his men. We wish to offer you a new home in the Estmark Hills along with Our thanks.
es: Grug, Gweddry me habló de la ayuda que tú y tu tribu brindaron a sus hombres. Deseamos ofrecerte un nuevo hogar en las colinas de la Marca Oriental junto con nuestro agradecimiento.

source: (bowing clumsily) Grug say new home will make thanks with.
es: (inclinándose torpemente) Grug dice que un nuevo hogar será agradecido.

source: Dolburras, Owaec has told me of the help you provided his men; both your skill at arms and your tenacious spirit. We wish to offer you this finely crafted shield — an heirloom of my line — and an honor guard as you return to Knalga.
es: Dolburras, Owaec me habló de la ayuda que brindaste a sus hombres; tanto tu habilidad en combate como tu espíritu tenaz. Queremos ofrecerte este escudo finamente elaborado — una reliquia de mi linaje — y una guardia de honor mientras regresas a Knalga.

source: Aye, I be honored. Ye have my sincerest thanks, yer Majesty.
es: Sí, me siento honrado. Tenga mi más sincero agradecimiento, Su Majestad.

source: Aye, I be honored. I only wish he were here to see the Clans avenged.
es: Sí, me siento honrado. Solo desearía que él estuviera aquí para ver vengados a los Clanes.

source: Mercenary, <i>necromancer</i>, know that Wesnoth will never tolerate your kind. You shall surrender that accursed stave to be destroyed, you shall foreswear the practice of all magic on penalty of death, and you are hereby exiled from Wesnoth. Be grateful for Our mercy.
es: Mercenario, <i>nigromante</i>, debes saber que Wesnoth nunca tolerará a los tuyos. Entregarás ese bastón maldito para ser destruido, renunciarás a la práctica de toda magia bajo pena de muerte y quedas exiliado de Wesnoth. Sé agradecido por Nuestra misericordia.

source: Yeah, figures. How did I let myself get caught up in all this anyways? Suppose I can always head north to those farmlands we passed by...
es: Sí, claro. ¿Cómo me dejé envolver en todo esto? Supongo que siempre puedo dirigirme al norte hacia esas tierras agrícolas por las que pasamos...

source: Addogin, mercenary captain from the Estmarks. I have heard the story of how you entered Gweddry’s service against your will, but I have also heard that you honored your word to see this invasion through to its end. The palace could use a warrior of such caliber. We would offer you a position in the Royal Guard.
es: Addogin, capitán mercenario de la Marca Oriental. He oído la historia de cómo entraste al servicio de Gweddry contra tu voluntad, pero también que cumpliste tu palabra y llevaste esta invasión hasta su fin. El palacio podría aprovechar un guerrero de tal calibre. Te ofrecemos un puesto en la Guardia Real.

source: Sir, uh, milord, uh, King sir, I’m honored, really am, but I just wanna go home. If it’s alright with you, this old geezer will be haulin’ himself back east, to an overdue retirement.
es: Señor, eh, mi señor, eh, Su Majestad, me siento honrado, realmente, pero solo quiero ir a casa. Si le parece bien, este viejo se dirigirá hacia el este, a una merecida jubilación.

source: As you wish. Then take this chest of silver, that you may never again need raise sword for coin.
es: Como desees. Entonces toma este cofre de plata, para que nunca más necesites alzar la espada por dinero.

source: Hahid al-Ali, We know of your far-off people, but great distance has caused little contact between us. May it be thus no longer. If you accept, We would appoint you as ambassador between our two realms.
es: Hahid al-Ali, conocemos a tu pueblo lejano, pero la gran distancia ha impedido mucho contacto entre nosotros. Que esto no sea así más. Si aceptas, te designaremos como embajador entre nuestros dos reinos.

source: Me, ambassador to the barbarian kingdoms, what a thought! I am honored, and would be even more honored to learn that the job comes with... excellent pay I hope?
es: ¡Yo, embajador ante los reinos bárbaros, qué idea! Me siento honrado y aún más si descubro que el cargo viene con… excelente remuneración, espero.

source: Sir Terraent, your service to the Crown and your unfailing optimism has been a beacon of light in these dark times. If you accept, we would appoint you to command the River Guard in Estmark.
es: Sir Terraent, su servicio a la Corona y su optimismo inquebrantable ha sido un faro de luz en estos tiempos oscuros. Si acepta, lo designaremos para comandar la Guardia del Río en La Marca Oriental.

source: It has been an honor to spread the holy Light in this kingdom, and I humbly accept your commission. May the Light shine ever-bright upon the pious.
es: Ha sido un honor difundir la Santa Luz en este reino, y acepto humildemente su comisión. Que la Luz brille siempre sobre los piadosos.

source: As for you, <i>necromancer</i>. We are not as like as Terraent to show mercy unto evil, but he speaks well of you, and so mercy shall be shown. Go from here a free woman, but know that you are hereby forbidden to practice magic in any form, at penalty of death.
es: En cuanto a ti, <i>nigromante</i>. No somos tan inclinados como Terraent a mostrar misericordia al mal, pero él habla bien de ti, y por ello se te mostrará clemencia. Vete de aquí como mujer libre, pero sabe que se te prohíbe practicar magia de cualquier forma, bajo pena de muerte.

source: As for you, <i>necromancer</i>. We are not as like as Terraent to show mercy unto evil, but in honor of his sacrifice We will show it now. Go from here a free woman, but know that you are hereby forbidden to practice magic in any form, at penalty of death.
es: En cuanto a ti, <i>nigromante</i>. No somos tan inclinados como Terraent a mostrar misericordia al mal, pero en honor a su sacrificio, la mostraremos ahora. Vete de aquí como mujer libre, pero sabe que se te prohíbe practicar magia de cualquier forma, bajo pena de muerte.

source: <i>Forbidden to-</i>
es: <i>Prohibido a-</i>

source: ... as an adept I’d dreamt of one day standing in this palace, though under... different circumstances. Well, better that I get to keep my head, I guess. I am grateful for Your leniency.
es: ... como adepta había soñado con un día estar en este palacio, aunque bajo... diferentes circunstancias. Bueno, supongo que es mejor que pueda conservar mi cabeza. Estoy agradecida por Su indulgencia.

source: And the same goes for you, wielder of that accursed stave. You shall surrender it to be destroyed, and leave here forbidden to practice magic. Be grateful for Our mercy.
es: Y lo mismo para ti, portador de ese bastón maldito. Deberás entregarlo para ser destruido y salir de aquí sin poder practicar magia. Sé agradecido por Nuestra misericordia.

source: As for you, <i>necromancer</i>. You shall surrender that accursed stave to be destroyed, and are hereby forbidden to practice magic in any form, at penalty of death. Be grateful for Our mercy.
es: En cuanto a ti, <i>nigromante</i>. Deberás entregar ese bastón maldito para ser destruido y se te prohíbe practicar magia de cualquier forma, bajo pena de muerte. Sé agradecido por Nuestra misericordia.

source: As you command, your Majesty.
es: Como ordena, Su Majestad.

source: Owaec, last Prince of the Plains. You and your people have suffered much.
es: Owaec, último Príncipe de las Llanuras. Tú y tu pueblo han sufrido mucho.

source: My Lord, the Clansmen gladly gave their lives for Wesnoth, and know that I would do the same without hesitation.
es: Mi Señor, los Clanes dieron gustosamente sus vidas por Wesnoth, y sepan que yo haría lo mismo sin dudarlo.

source: The true test is not to die for one’s King, but to live for Him... Kneel, Owaec.
es: La verdadera prueba no es morir por el Rey, sino vivir por Él... Arrodíllate, Owaec.

source: And arise, Sir Owaec, High Lord of the Horse Clans! Your people have been shattered, but We trust none more than you to make them whole again. Ride from here, and recover in peace.
es: Y levántate, Sir Owaec, Alto Señor de los Clanes de Caballería. Tu pueblo ha sido destruido, pero confiamos en ti más que en nadie para restaurarlo. Parte de aquí y recupérate en paz.

source: But alas, what of the Clansmen? Their horses have been scattered, their Lords were broken, and now the last prince has fallen defending the walls of Weldyn. I fear that the Horse Clans will never again return to their former glory.
es: Pero, ¿qué será de los Clanes? Sus caballos han sido dispersados, sus Señores quebrados, y ahora el último príncipe ha caído defendiendo los muros de Weldyn. Temo que los Clanes de Caballería nunca recuperen su antigua gloria.

source: And now what of the humble Gweddry; still but a lieutenant. It seems you are long-overdue for a promotion.
es: ¿Y qué del humilde Gweddry, todavía solo un teniente? Parece que hace mucho que mereces un ascenso.

source: Sire, I but did my duty.
es: Señor, solo cumplí con mi deber.

source: Quite. Now do not interrupt while I am doing mine... Kneel, Gweddry, lieutenant.
es: Cierto. Ahora no me interrumpas mientras cumplo mi labor... Arrodíllate, Gweddry, teniente.

source: And arise, Gweddry, Earl of Estmark! The land for which you shed your blood shall be put under your hand to be made green again. May you ever prosper.
es: Y levántate, Gweddry, Marqués de la Marca Oriental. La tierra por la que derramaste tu sangre quedará en tus manos para reverdecer de nuevo. Que prosperes siempre.

source: And what of Gweddry... He had survived long, sacrificed much, only to meet his end here at the last. I wish he could have lived to see the peace he has wrought.
es: ¿Y qué de Gweddry...? Sobrevivió mucho, sacrificó tanto, solo para encontrar su final aquí al último momento. Ojalá hubiera vivido para ver la paz que logró.

source: Wesnoth is bowed, but thanks to the efforts of many heroes we stand yet unbroken. And now, at long last, the time has come to rebuild.
es: Wesnoth está abatido, pero gracias a los esfuerzos de muchos héroes seguimos en pie. Y ahora, por fin, ha llegado el momento de reconstruir.

source: To each of you, take as Our first command to you your own wish! Go from here; secure our borders. Show all that the might of Wesnoth will endure!
es: A cada uno de vosotros, tomad como primera orden vuestro propio deseo. Partid de aquí; asegura nuestras fronteras. Demuestra a todos que el poder de Wesnoth perdurará.

source: Empire
es: Imperio

source: Congratulations! By sparing Dra-Nak in S11, ‘Captured’, sparing Mortic in S12 ‘Evacuation’, and completing the difficult S17b ‘All-In’, you’ve unlocked this bonus scenario!
es: ¡Felicidades! Al haber perdonado a Dra-Nak en S11 ‘Capturado’, perdonado a Mortic en S12 ‘Evacuación’, y completado la difícil S17b ‘All-In’, has desbloqueado este escenario extra.

source: Survivors
es: Supervivientes

source: Tribute
es: Tributo

source: Prison Guards
es: Guardias de Prisión

source: Grugnuk
es: Grug

source: Filthy...
es: Asqueroso...

source: Stinking...
es: Apestoso...

source: TRAITORS!!!
es: ¡¡¡TRAIDORES!!!

source: Drakes, human, dwarves... vermin, all of them! I offered them a chance at peace, at purpose! A chance to be part of something greater than themselves — my great golden Empire!!! And this is the thanks I get?
es: ¡Dracos, humanos, enanos... alimañas, todos ellos! Les ofrecí una oportunidad de paz, de propósito! Una oportunidad de ser parte de algo más grande que ellos mismos — mi gran Imperio dorado!!! ¿Y esto es lo que recibo a cambio?

source: Chief, more wyrms are attacking the east tunnels! There’s too many of them! What do we do?
es: Jefe, ¡más dracos atacan los túneles del este! ¡Son demasiados! ¿Qué hacemos?

source: I’m not going to let everything I’ve worked for fall apart so easily! These vermin are WEAK! We are STRONG!
es: ¡No voy a permitir que todo por lo que he trabajado se derrumbe tan fácilmente! ¡Estas alimañas son DÉBILES! ¡Nosotros somos FUERTES!

source: Okay, but that’s not really a battle pla-
es: Está bien, pero eso no es realmente un plan de batalla—

source: Capture their warriors and sell them for gold. Break their leaders and bend their followers to my will. I’ll slay anyone who resists and build a new empire on top of their steaming corpses!
es: ¡Captura a sus guerreros y véndelos por oro! Rompe a sus líderes y somete a sus seguidores a mi voluntad. ¡Mataré a quien resista y construiré un nuevo imperio sobre sus cadáveres humeantes!

source: Defeat all drake leaders
es: Derrota a todos los líderes dracos

source: Death of Chief Dra-Nak
es: Muerte del Jefe Dra-Nak

source: You are fighting in your home and therefore pay no upkeep.
es: Estás luchando en tu hogar y por lo tanto no pagas mantenimiento.

source: Reduce enemies to 0 hp to capture them and gain gold. The prisons have limited space.
es: Reduce a los enemigos a 0 de HP para capturarlos y ganar oro. Las prisiones tienen espacio limitado.

source: Surviving enemies will (mostly) join you when you defeat their leader.
es: Los enemigos supervivientes se unirán (en su mayoría) a ti cuando derrotes a su líder.

source: I’ve emptied the last of our treasury! Only 31 pieces, but better than nothing.
es: ¡He vaciado el último de nuestro tesoro! Solo 31 piezas, pero mejor que nada.

source: Some ‘leader’.
es: Vaya ‘líder’.

source: That’ll teach him. Where was that loyalty when he used to obey me?
es: Eso le enseñará. ¿Dónde estaba esa lealtad cuando solía obedecerme?

source: What happened to dying slow? So much for him.
es: ¿Qué pasó con morir despacio? Tan mal le fue.

source: They really thought they could get away? Haw...
es: ¿Realmente pensaban que podían escapar? Ja...

source: He called himself your leader, but now you see him for the weakling he really was. You can either join him or fight alongside me and pray I show you mercy.
es: Se llamaba a sí mismo vuestro líder, pero ahora lo ves como el débil que realmente era. Puedes unirte a él o luchar a mi lado y rezar para que te muestre misericordia.

source: As for the rest of you — pledge yourselves to me, or die a slow painful death!
es: ¡Y en cuanto al resto de ustedes, juren lealtad a mí o mueran lenta y dolorosamente!

source: You might as well give it up! Resistance is pointless.
es: ¡Más vale rendirse! Resistir es inútil.

source: Nobody escapes me. Join me and I’ll treat you fairly, resist me and you’ll die painfully.
es: Nadie me escapa. Únete a mí y te trataré justamente; resísteme y morirás dolorosamente.

source: Mortic was strong. Alone I am weak. I will serve you.
es: Mortic era fuerte. Solo soy débil. Te serviré.

source: I crave not death. I will myself to you.
es: No ansío la muerte. Me entregaré a ti.

source: These orcs enrage me, But I possess no strength to resist. I will serve you.
es: Estos orcos me enfurecen, Pero no poseo fuerza para resistir. Te serviré.

source: Yes, yes, just please don’t hurt me!
es: ¡Sí, sí, solo por favor no me hagas daño!

source: I shall never again obey orc. Mortic fought and died. I shall fight as well.
es: Nunca volveré a obedecer a un orco. Mortic luchó y murió. Yo también lucharé.

source: I am always loyal, but never to prey. I fight until death.
es: Siempre soy leal, pero nunca a la presa. Lucho hasta la muerte.

source: I grieve. May the end come swiftly.
es: Lloro. Que el final llegue pronto.

source: You traitors, how could you! I’ll never betray Wesnoth!
es: ¡Traidores, cómo pudieron! ¡Nunca traicionaré a Wesnoth!

source: Surrender or die, your choice!
es: ¡Ríndete o muere, tu decisión!

source: Surrender brings certain death. Battle may yet bring victory. There is no choice.
es: Rendirse trae una muerte segura. La batalla aún puede traer victoria. No hay elección.

source: Die it is then!
es: ¡Entonces morirás!

source: Surrender brings death. Battle brings death. All is death...
es: Rendirse trae muerte. La batalla trae muerte. Todo es muerte...

source: The reaper’s knocking at your door, wyrm! Give up now and maybe I’ll kill you quickly.
es: ¡La parca toca a tu puerta, wyrm! Ríndete ahora y quizá te mate rápido.

source: Mortic commanded me to fight. So the Aspirant ordered, so I will fight, Until the end.
es: Mortic me ordenó luchar. Como ordenó el Aspirante, lucharé, Hasta el final.

source: You are Prey. I am Hunter. I will not fall easily.
es: Eres presa. Yo soy cazador. No caeré fácilmente.

source: Good, I’ll enjoy making it slow.
es: Bien, disfrutaré haciéndolo lento.

source: Haw, back so soon? Too bad your ‘friends’ abandoned you on MY side of the river. But it’s your lucky day, I’m a fair orc. Surrender now and I might be merciful.
es: ¿Ah, ya de regreso? Qué pena que tus 'amigos' te abandonaron en MI lado del río. Pero hoy es tu día de suerte, soy un orco justo. Ríndete ahora y quizá sea misericordioso.

source: We’ll never give in to you! For Wesnoth!!
es: ¡Nunca nos rendiremos ante ti! ¡Por Wesnoth!

source: This foolish plan was my idea... I’m so, so sorry everyone...
es: Este plan tonto fue idea mía... Lo siento mucho a todos...

source: Keep pushing forward! Stick to the south tunnels! We can do this!
es: ¡Sigan avanzando! ¡Manténganse en los túneles del sur! ¡Podemos lograrlo!

source: That’s right, bleed them down and lock them up! I need gold to win this fight!
es: ¡Así es, exprímalos y enciérrelos! ¡Necesito oro para ganar esta pelea!

source: Chief, I only have space for so many prisoners. As cells get crowded, prisoners will start to get sick and we won’t get paid as much.
es: Jefe, solo tengo espacio para tantos prisioneros. Cuando las celdas se llenen, los prisioneros empezarán a enfermar y no nos pagarán tanto.
