Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: Things are starting to get really crowded over here Chief. Shame the fourth cell has a hole in the back...
es: Las cosas empiezan a ponerse muy apretadas aquí, jefe. Lástima que la cuarta celda tiene un agujero atrás...

source: That’s it boss, the prisoners are packed as tight as they’ll go! Hope you got enough gold to finish off the drakes.
es: Eso es, jefe, ¡los prisioneros están lo más apretados posible! Espero que tengas suficiente oro para acabar con los drakes.

source: Get away from my jail cells! Filthy traitors, there goes my income...
es: ¡Aléjense de mis celdas! Traidores sucios, se va mi ingreso...

source: Fine then, I’m done taking prisoners. From here on out, you either submit or die!
es: Está bien, ya no tomaré prisioneros. De aquí en adelante, o se rinden o mueren.

source: Come on, don’t give up! Owaec’s destroyed the bridge so we’ll have to fight our way back through the orcish tunnels.
es: ¡Vamos, no se rindan! Owaec destruyó el puente, así que tendremos que abrirnos camino de vuelta por los túneles orcos.

source: I know this looks grim, but we have to try. It’s our only chance. If we can just get through to the eastern exit, we might be able to escape!
es: Sé que esto parece sombrío, pero tenemos que intentarlo. Es nuestra única oportunidad. Si logramos llegar a la salida este, ¡podríamos escapar!

source: Thank the Light, I’ve made it! Please please please don’t chase me...
es: Gracias a la Luz, ¡lo logré! Por favor, por favor, por favor no me persigas...

source: Yes, YES! Get me out of here.
es: ¡Sí, SÍ! Sáquenme de aquí.

source: Ha ha, you’ll never catch me now!
es: ¡Ja ja, ahora nunca me atraparán!

source: Whew, that was a close one!
es: ¡Uf, eso estuvo cerca!

source: I’ve escaped!
es: ¡He escapado!

source: Well done, grunts. No more revolts, no more rebellion, and lots of prisoners...
es: Bien hecho, reclutas. No más revueltas, no más rebelión, y muchos prisioneros...

source: Now kill them all.
es: Ahora, mátenlos a todos.

source: But Chief, the necromancers already paid us! We can’t just-
es: Pero jefe, ¡los nigromantes ya nos pagaron! No podemos simplemente-

source: Then I’ll kill them all too! I’m done working with others!
es: ¡Entonces también los mataré a todos! ¡He terminado de trabajar con otros!

source: I tried being merciful. I tried working toward peace. I tried building an empire where all races could be a part of something great, and all I asked in return was simple tribute.
es: Intenté ser misericordioso. Intenté trabajar por la paz. Intenté construir un imperio donde todas las razas pudieran formar parte de algo grandioso, y todo lo que pedía a cambio era un simple tributo.

source: Mercy no more. I’ll build a new empire on the smoking rubble of the old, an empire for orcs and orcs alone, an empire to unite all the scattered tribes under one banner!
es: Ya no habrá misericordia. Construiré un nuevo imperio sobre las ruinas humeantes del antiguo, un imperio para orcos y solo orcos, un imperio para unir a todas las tribus dispersas bajo un mismo estandarte.

source: And when I’m ready, we will march across the world and make it ours.
es: Y cuando esté listo, marcharemos por el mundo y lo haremos nuestro.

source: FILTHY... Rotten... ...traitors... ...
es: SUCIOS... Podridos... ...traidores... ...

source: Ant Queen
es: Reina Hormiga

source: At the heart of each giant ant burrow lies a queen. Much like their miniature cousins, a well-fed giant Ant Queen will continually lay eggs, ensuring that the colony never lacks workers for scavenging or soldiers for defense.
es: En el corazón de cada madriguera de hormigas gigantes yace una reina. Al igual que sus primas pequeñas, una Reina Hormiga gigante bien alimentada pondrá huevos de forma continua, asegurando que la colonia nunca carezca de obreras para recolectar o soldados para la defensa.

source: royalty
es: realeza

source: If the ant queen is killed, all of her subjects die.
es: Si la reina hormiga es asesinada, todos sus súbditos mueren.

source: Egg Sac
es: Saco de Huevos

source: Each of these enormous Egg Sacs contains up to a dozen ant larvae, sheltering and nourishing them while they develop into worker drones. When the burrow is threatened, an ant queen can release pheromones that cause each sac to rapidly develop into a single large warrior ant.
es: Cada uno de estos enormes Sacos de Huevos contiene hasta una docena de larvas de hormiga, protegiéndolas y alimentándolas mientras se desarrollan en obreras. Cuando la madriguera está amenazada, una reina hormiga puede liberar feromonas que hacen que cada saco se convierta rápidamente en una gran hormiga guerrera.

source: hatch
es: eclosionar

source: If an enemy unit is adjacent to this egg sac when it begins its turn, it will hatch.
es: Si una unidad enemiga está adyacente a este saco de huevos al comenzar su turno, eclosionará.

source: Gate
es: Portón

source: An old gate, poorly maintained but of sturdy construction.
es: Un portón antiguo, mal mantenido pero de construcción robusta.

source: The few lancers who survive for long enough invariably find themselves commanding companies of their own. Still clad in minimal armor, they ride with even greater speed, charging into battle and leading from the forefront of any conflict.
es: Los pocos lanceros que sobreviven el tiempo suficiente inevitablemente se encuentran comandando sus propias compañías. Aún con armadura mínima, cabalgan con mayor velocidad, cargando al combate y liderando desde la vanguardia en cualquier conflicto.

source: Fallen Mage
es: Mago Caído

source: There are dark powers in this world which humankind was not meant to understand. Even the greatest and wisest can be bound in service of such a darkness.
es: Existen poderes oscuros en este mundo que la humanidad no debía comprender. Incluso los más grandes y sabios pueden quedar atados al servicio de tal oscuridad.

source: rotting
es: pudriéndose

source: Immune to poison, drain, and plague.
es: Inmune a veneno, drenaje y plaga.

source: Twilight Mage
es: Mago Crepuscular

source: Even the most devout of white magi can have their light tainted by the power of darkness. Though not extinguished, their faltering inner light can become muted.
es: Incluso los magos blancos más devotos pueden ver su luz manchada por el poder de la oscuridad. Aunque no extinguida, su luz interior vacilante puede volverse apagada.

source: Frontier Lieutenant
es: Teniente de Frontera

source: Lieutenants are some of the more respected commanding officers among humans and are often seen leading smaller-scale incursions and managing the battlefield. Trained both with sword and crossbow, they excel at neither, and are somewhat less resilient than the warlords of other races — this is more than made up for by their superior knowledge and training in military strategy.
es: Los tenientes son algunos de los oficiales más respetados entre los humanos y a menudo se les ve liderando incursiones de menor escala y gestionando el campo de batalla. Entrenados tanto con espada como con ballesta, no destacan especialmente en ninguna de las dos, y son algo menos resistentes que los señores de la guerra de otras razas — esto se compensa con creces con su superior conocimiento y entrenamiento en estrategia militar.

source: Frontier Sergeant
es: Sargento de Frontera

source: Sergeants are low-ranking officers of human armies. Though academically trained, they need some experience in the field before their leadership is sound and acknowledged. Still, their diligent bearing and basic insight of combat means they can more effectively rouse civilians and peasants in trying situations.
es: Los sargentos son oficiales de bajo rango en los ejércitos humanos. Aunque reciben formación académica, necesitan algo de experiencia en el campo antes de que su liderazgo sea sólido y reconocido. Aun así, su comportamiento dedicado y su conocimiento básico del combate les permite movilizar de manera más efectiva a civiles y campesinos en situaciones difíciles.

source: Veteran Commander
es: Comandante Veterano

source: Despite his lack of formal rank, Gweddry radiates more leadership and experience than many commanders twice his age. His cunning and tactical skill have been honed over countless battles, enabling him to direct even the freshest of recruits to strike strategically against impossible odds and emerge victorious.
es: A pesar de su falta de rango formal, Gweddry irradia más liderazgo y experiencia que muchos comandantes con el doble de su edad. Su astucia y habilidad táctica han sido perfeccionadas en innumerables batallas, permitiéndole dirigir incluso a los reclutas más inexpertos para atacar estratégicamente contra probabilidades imposibles y salir victorioso.

source: Veteran Lieutenant
es: Teniente Veterano

source: Once inexperienced, Gweddry is now a veteran of many battles. His cunning and tactical skill enable him to direct even the freshest of recruits to strike strategically and emerge victorious. His skill with the longsword and crossbow is not to be underestimated either, nor is the speed with which he can move despite his heavy armor.
es: Antes inexperto, Gweddry es ahora un veterano de muchas batallas. Su astucia y habilidad táctica le permiten dirigir incluso a los reclutas más inexpertos para atacar estratégicamente y salir victorioso. Su habilidad con la espada larga y la ballesta tampoco debe subestimarse, ni la rapidez con la que se desplaza a pesar de su pesada armadura.

source: King of Wesnoth
es: Rey de Wesnoth

source: Kings are trained rigorously in the combat arts, sometimes out of necessity, more often out of tradition from when their priors made their wealth in war. Fitted in armor so skillfully made as to incite envy even from many dwarvish smiths, these sovereigns are well conditioned to their heavy armor and can maneuver across the battlefield much faster than their gilded plate would suggest.
es: Los reyes reciben un riguroso entrenamiento en las artes del combate, a veces por necesidad, y más a menudo por tradición, cuando sus antecesores hicieron su riqueza en la guerra. Con armaduras tan hábilmente hechas que inspiran envidia incluso a muchos herreros enanos, estos soberanos están bien acostumbrados a su pesada armadura y pueden maniobrar en el campo de batalla mucho más rápido de lo que su armadura dorada sugiere.

source: sceptre of fire
es: cetro de fuego

source: Clan Captain
es: Capitán del Clan

source: The leaders-to-be of the Horse Clans, each of these proud nobles is skilled in combat and adheres to a strict code of honor. Even the most tenacious of opponents will quake at the sight of a horse charge spearheaded by one of these fearless riders.
es: Futuros líderes de los Clanes del Caballo, cada uno de estos orgullosos nobles es hábil en combate y sigue un estricto código de honor. Incluso los adversarios más tenaces temblarán al ver una carga de caballería liderada por uno de estos valientes jinetes.

source: greathammer
es: martillo pesado

source: Horse Lord
es: Señor Jinete

source: The greatest of the men of the plains, Horse Lords are heads of their houses and are respected by all, friend or foe. These lords lead by example, dominating the battlefield from the head of a cavalry charge.
es: Los mejores de los hombres de las llanuras, los Señores Jinetes son jefes de sus casas y son respetados por todos, amigos y enemigos. Estos señores lideran con el ejemplo, dominando el campo de batalla desde la cabeza de una carga de caballería.

source: Princeling
es: Príncipe Menor

source: From early age, the nobles of the plains train vigorously in both combat and governance, preparing to someday become captains of the Clans. Though young and brash, these fighters have the potential to become great warriors one day.
es: Desde temprana edad, los nobles de las llanuras entrenan vigorosamente tanto en combate como en gobierno, preparándose para algún día convertirse en capitanes de los Clanes. Aunque jóvenes e impulsivos, estos luchadores tienen el potencial de convertirse en grandes guerreros algún día.

source: blessed lance
es: lanza bendita

source: Townsfolk
es: Pobladores

source: Townsfolk are city-dwellers who try to make their fortune in a non-violent manner, be they traders, craftsmen, or servants of a noble house. They almost universally lack the strength that comes from a life of physical labour, and thus are not conscripted as often as peasants.
es: Los pobladores son habitantes de la ciudad que intentan hacerse ricos de manera no violenta, ya sean comerciantes, artesanos o sirvientes de una casa noble. Casi universalmente carecen de la fuerza que proviene de una vida de trabajo físico, y por ello no son reclutados tan a menudo como los campesinos.

source: Naga Centurion
es: Centurión Naga

source: The leaders of the naga have mastered the serpentine arts of their kind, striking faster than a lightning bolt and dancing away more gracefully than a forest brook. Undisputed masters of both swordsmanship and leadership, these naga are honored by their clutch and bestowed the rare title of Centurion.
es: Los líderes de los naga han dominado las artes serpentinas de su especie, golpeando más rápido que un rayo y moviéndose con más gracia que un arroyo del bosque. Maestros indiscutidos de la esgrima y el liderazgo, estos naga son honrados por su camada y reciben el raro título de Centurión.

source: blade
es: hoja

source: speed strike
es: golpe veloz

source: Nagini Centurion
es: Centurión Naga

source: Ancient Ogre
es: Ogro Anciano

source: Ancient Ogres possess legendary strength and stand taller than even many woses. They usually live among their own kind in the wilderness, but can be highly loyal to those few they trust.
es: Los ogros ancianos poseen una fuerza legendaria y son más altos que muchos woses. Normalmente viven entre los de su especie en la naturaleza, pero pueden ser muy leales a los pocos en quienes confían.

source: Great Ogre
es: Gran Ogro

source: Great Ogres are giant creatures that usually live alone in the wilderness. While they can be easily outrun or outsmarted, their strength is not to be underestimated.
es: Los grandes ogros son criaturas gigantes que normalmente viven solas en la naturaleza. Aunque pueden ser fácilmente superados en velocidad o astucia, su fuerza no debe subestimarse.

source: Barrow Wight
es: Espectro de Tumba

source: Perpetually haunted by the fading memory of its former life, a Barrow Wight wanders aimlessly in a delirium of darkness and despair. Their chill essence is shrouded behind cloak and bone, shielding them from most magic.
es: Perseguido perpetuamente por el recuerdo desvanecido de su vida pasada, un Espectro de Tumba vaga sin rumbo en un delirio de oscuridad y desesperación. Su esencia helada está cubierta por capa y huesos, protegiéndolo de la mayor parte de la magia.

source: Pyre Wight
es: Espectro de Pira

source: Risen from a funeral’s ashes and newly bathed in fire, a Pyre Wight’s soul burns with a desire for vengeance. They single-mindedly seek out those who wronged them in their past life, but undeath has robbed their memories of friend and foe.
es: Levantado de las cenizas de un funeral y recién bañado en fuego, el alma de un Espectro de Pira arde con deseos de venganza. Buscan sin descanso a quienes les hicieron daño en su vida pasada, pero la no-muerte les ha robado el recuerdo de amigos y enemigos.

source: Dread Lich
es: Liche Temible

source: Named thusly for the abject terror they awaken in their enemies, a so-called Dread Lich is an artisan of necromantic power, a consummate master of the dark magics they wield. Invariably in command of a nigh limitless horde of risen warriors and undead monsters, a lich of this order has a mastery of dark sorcery that can bring dread to the most storied magi of human and elven kind. Such a figure usually marks a dark and bloody chapter in history, and in those times of need, it is only through the tireless efforts of the most valiant heroes that the rise of an Dread Lich has not led to the shadows ruling the world for the rest of time.
es: Llamado así por el terror absoluto que despierta en sus enemigos, un llamado Liche Temible es un artesano del poder necromántico, un maestro consumado de las magias oscuras que maneja. Invariablemente al mando de una horda casi ilimitada de guerreros resucitados y monstruos no-muertos, un liche de este orden posee un dominio de la hechicería oscura capaz de infundir miedo a los magos más renombrados de humanos y elfos. Tal figura normalmente marca un capítulo oscuro y sangriento en la historia, y en esos tiempos críticos, solo gracias a los incansables esfuerzos de los héroes más valientes, el ascenso de un Liche Temible no ha permitido que las sombras dominen el mundo para siempre.

source: reanimation
es: reanimación

source: This unit can reanimate its defeated allies and enemies. When any of Mal-Ravanal’s recruits die, that unit will be reanimated as a weaker undead version of itself. Enemies killed by Mal-Ravanal will rise again as ghosts.
es: Esta unidad puede reanimar a sus aliados y enemigos derrotados. Cuando cualquiera de los reclutas de Mal-Ravanal muera, esa unidad será reanimada como una versión no-muerta más débil de sí misma. Los enemigos muertos por Mal-Ravanal volverán a levantarse como fantasmas.

source: Skeletal Corpse
es: Cadáver Esquelético

source: When a skeletal warrior is defeated, their animating energies are sometimes not wholly destroyed. A particularly skilled lich can recapture what remains of their servants’ necromantic energy, reanimating a new — albeit weaker — minion.
es: Cuando un guerrero esquelético es derrotado, sus energías animadoras a veces no se destruyen por completo. Un liche especialmente hábil puede recapturar lo que queda de la energía necromántica de sus siervos, reanimando un nuevo —aunque más débil— subordinado.

source: Skeletal Soulless
es: Esqueleto Sin Alma

source: greater drains
es: drenajes mayores

source: This unit drains health from living units, healing itself for the full amount of damage it deals.
es: Esta unidad drena salud de unidades vivas, sanándose por la cantidad total de daño que inflige.

source: Your soul is mine!!
es: ¡Tu alma es mía!

source: Funny thing about the undead. If you know what you’re doing, they’re really very easy to put back together.
es: Curiosidad sobre los no-muertos. Si sabes lo que haces, son realmente muy fáciles de recomponer.

source: swift
es: rápido

source: This attack is exceptionally swift. When this attack is used on offense, the opponent will be unable to retaliate.
es: Este ataque es excepcionalmente rápido. Cuando se utiliza en ofensiva, el oponente no podrá contraatacar.

source: stagger
es: desestabilizar

source: The crushing power of this attack overwhelms enemies. When used on offense, the opponent can only retaliate with one strike.
es: Cuando se usa este ataque en modo ofensivo, el oponente contraatacará con un golpe menos de los normal, hasta un mínimo de uno.

source: This unit’s melee attack can overwhelm enemies’ defenses, preventing them from retaliating as effectively.
es: El ataque cuerpo a cuerpo de esta unidad puede sobrepasar las defensas de los enemigos, impidiéndoles contraatacar con efectividad.

source: vanguard
es: Vanguardia

source: This unit fights best in the heart of battle, surrounded by friends and foes alike. Deals an additional 25% damage for each adjacent ally and/or enemy after the first.
es: Esta unidad lucha mejor en el corazón de la batalla, rodeada tanto de amigos como de enemigos. Inflige un 25% de daño adicional por cada aliado y/o enemigo adyacente después del primero.

source: This unit gains increased damage for each adjacent ally and/or enemy.
es: Esta unidad obtiene daño aumentado por cada aliado y/o enemigo adyacente.

source: darkens
es: Oscurece

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
es: Esta unidad oscurece el área circundante, haciendo que las unidades caóticas luchen mejor y las unidades legales luchen peor. Cualquier unidad adyacente a esta unidad luchará como si fuera crepúsculo durante el día, y como si fuera noche durante el crepúsculo.

source: obfuscates
es: Ofusca

source: This unit obfuscates the surrounding area, making chaotic units fight much better, and lawful units fight much worse.
es: Esta unidad ofusca el área circundante, haciendo que las unidades caóticas luchen mucho mejor y las unidades legales mucho peor.

source: nightskirmish
es: Combate nocturno

source: female^nightskirmish
es: Combate nocturno^femenino

source: This unit is skilled in moving past enemies quickly and ignores all enemy Zones of Control, but only at night.
es: Esta unidad es experta en moverse rápidamente entre enemigos e ignora todas las Zonas de Control enemigas, pero solo de noche.

source: This unit can frighten enemies in a 2 hex radius, making them fight worse. Units with the fearless trait are unaffected. When an enemy unit of lower level within a 2 hex radius engages in combat, its attacks do 25% less damage times the difference in their levels.
es: Esta unidad puede asustar a los enemigos en un radio de 2 hexágonos, haciendo que luchen peor. Las unidades con el rasgo intrépido no se ven afectadas. Cuando una unidad enemiga de nivel inferior dentro de un radio de 2 hexágonos entra en combate, sus ataques hacen un 25% menos de daño multiplicado por la diferencia de niveles.

source: shroud
es: Manto

source: While defending, this unit has 50% fire and arcane resistance.
es: Mientras defiende, esta unidad tiene 50% de resistencia al fuego y a lo arcano.

source: arcane blessing
es: Bendición arcana

source: All attacks combine the arcane type with the type of the weapon used, so that resistance to arcane does not penalize the user.
es: Todos los ataques combinan el tipo arcano con el tipo de arma utilizada, de modo que la resistencia a lo arcano no penaliza al usuario.

source: This unit’s weapons are treated as arcane instead of the declared damage type if that would increase the damage.
es: Las armas de esta unidad se consideran de tipo arcano en lugar del tipo de daño declarado si eso aumenta el daño.

source: All bow or crossbow attacks combine the arcane type with the type of the weapon used, so that resistance to arcane does not penalize the user.
es: Todos los ataques con arco o ballesta combinan el tipo arcano con el tipo de arma utilizada, de modo que la resistencia a lo arcano no penaliza al usuario.

source: This unit’s bow or crossbow attacks are treated as arcane instead of the declared damage type if that would increase the damage.
es: Los ataques con arco o ballesta de esta unidad se consideran de tipo arcano en lugar del tipo de daño declarado si eso aumenta el daño.

source: loyal
es: Leal

source: Zero upkeep
es: Sin mantenimiento

source: No! I... die...
es: ¡No! Me... muero...

source: I... must— Argh...!
es: Yo... debo... - ¡Argh...!

source: The light fades... We are doomed...
es: La luz se desvanece... Estamos perdidos...

source: So much death... so much senseless destruction...
es: Tanta muerte... tanta destrucción sin sentido...

source: Unfortunate. Gweddry has fought with me since the very beginning, only to fall so close to the end.
es: Qué desgracia. Gweddry ha luchado conmigo desde el principio, solo para caer tan cerca del final.

source: Alas, I fall! The clans will never truly be avenged...
es: ¡Ay, caigo! Los clanes nunca serán verdaderamente vengados...

source: Owaec! We’ve been through so much together! You can’t die now...
es: ¡Owaec! ¡Hemos pasado por tanto juntos! No puedes morir ahora...
