Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: We should retrieve as many as we can; I’m sure the extra gold will be useful.
es: Deberíamos recuperar tantos como podamos; estoy seguro de que el oro extra será útil.

source: Just remember, I ain’t been here in years. Some of them caches might be empty now.
es: Solo recuerda, no he estado aquí en años. Algunos de esos escondites podrían estar vacíos ahora.

source: That’s the first cache. Lookee here, my smuggler friend left us 45 gold pieces.
es: Este es el primer escondite. Mira aquí, mi amigo contrabandista nos dejó 45 monedas de oro.

source: This be the second cache, but looks like some’un found it before us. Empty.
es: Este es el segundo escondite, pero parece que alguien lo encontró antes que nosotros. Vacío.

source: Third ’n last cache, and it’s loaded! A clean 100 gold pieces.
es: Tercer y último escondite, ¡y está lleno! Un total de 100 monedas de oro.

source: Excellent! The gold from these caches will be very helpful.
es: ¡Excelente! El oro de estos escondites será de gran ayuda.

source: Squishy fun to squash! Squash squish squash!
es: ¡Divertido aplastar blanditos! ¡Aplasta, aplasta blandito!

source: This man looks to have been dead for about a month. Odd that his body yet lies still.
es: Este hombre parece haber estado muerto durante aproximadamente un mes. Es extraño que su cuerpo aún permanezca inmóvil.

source: There is a journal here, still intact despite the swamp.
es: Hay un diario aquí, todavía intacto a pesar del pantano.

source: <i>... we thought the enemy had erred, that the battle could yet be won. Taking advantage of the gap, our swiftest riders drove toward the exposed heart of the skeletal formation. But even as they wrought destruction within the necromancers’ ranks, from out of the water came a great tremor, as if Irdya herself shivered in morbid anticipation. For a moment, I espied a great bony figure, a shambling mass of tooth and claw and wing. Then it fell upon us from behind, and the enemy closed their ranks, and we were encircled by death.</i>
es: <i>... pensábamos que el enemigo había cometido un error, que la batalla aún podría ganarse. Aprovechando la brecha, nuestros jinetes más veloces se dirigieron hacia el corazón expuesto de la formación esquelética. Pero incluso mientras causaban destrucción dentro de las filas de los necromantes, del agua vino un gran temblor, como si la misma Irdya temblara en mórbida anticipación. Por un momento, vislumbré una gran figura ósea, una masa tambaleante de dientes, garras y alas. Luego cayó sobre nosotros por detrás, y el enemigo cerró sus filas, y fuimos rodeados por la muerte.</i>

source: <i>I fled, coward that I am, riding breakneck through the night before my injuries overcame my strength. And so it comes that I have earned no honorable death in battle, only the slow fatigue and fever borne by rot and poison. I offer one final prayer to the Light, that at least my family may be spared and that my soul may be kept from undeath...</i>
es: <i>Hui, cobarde que soy, cabalgando a toda prisa durante la noche antes de que mis heridas superaran mi fuerza. Y así resulta que no he ganado una muerte honorable en batalla, solo la lenta fatiga y fiebre causadas por la putrefacción y el veneno. Ofrezco una última oración a la Luz, para que al menos mi familia sea salvada y mi alma se mantenga alejada de la no-muerte...</i>

source: ... we need... reinforcements... send a messenger...
es: ... necesitamos... refuerzos... envía un mensajero...

source: I’m not your enemy!
es: ¡No soy tu enemigo!

source: ...must... hold... the line.
es: ... debemos... mantener... la línea.

source: ... there’s... too many.
es: ... son... demasiados.

source: You and your men have been turned to undeath! Let us put you out of your misery.
es: Tú y tus hombres han sido convertidos en no-muertos. Los pondremos fin a su miseria.

source: ... I would sooner... die... than yield to you... necromancer.
es: ... preferiría... morir... que ceder ante ti... necromante.

source: tail
es: cola

source: ... Lich, you do not belong here... leave, or I shall... rend you...
es: ... Liche, no perteneces aquí... vete, o te... despedazaré...

source: Is that... an undead dragon? Dear Light! Raising such a powerful thrall must have been no small feat, even for a necromancer such as Mal-Ravanal.
es: ¿Es eso... un dragón no-muerto? ¡Querida Luz! Levantar un esbirro tan poderoso no debe haber sido tarea fácil, incluso para un necromante como Mal-Ravanal.

source: Even a living dragon is nothing but flesh. This feeble imitation lacks even that. Smash it to pieces.
es: Incluso un dragón vivo no es más que carne. Esta débil imitación ni siquiera tiene eso. Hazla pedazos.

source: ... I warned you... Ravanal... now <b>burn</b>.
es: ... Te advertí... Ravanal... ahora <b>arde</b>.

source: ... Owaec... why do you fight me? Join us... ride alongside your father... defend the plains...
es: ... Owaec... ¿por qué me enfrentas? Únete a nosotros... cabalga junto a tu padre... defiende las llanuras...

source: Abomination!! Clansmen though you once were, I have no choice but to grind you into dust now.
es: ¡Abominación! Aunque una vez fuiste un clan, no tengo otra opción que triturarte hasta el polvo ahora.

source: You! You are the cause of this destruction!! Vengeance for my fallen people!
es: ¡Tú! ¡Eres la causa de esta destrucción! ¡Venganza por mi pueblo caído!

source: All things deserve redemption, but I fear the undead will never find it. May this place be cleansed in holy fire!
es: Todas las cosas merecen redención, pero temo que los no-muertos nunca la encontrarán. ¡Que este lugar sea purificado con fuego sagrado!

source: I have faced worse terrors than you, lizard! Through piety and the holy Light, this place will be sanctified once more.
es: ¡He enfrentado terrores peores que tú, lagarto! Con piedad y la sagrada Luz, este lugar será santificado una vez más.

source: ... Necromancer... you are a blight...
es: ... Necromante... eres una plaga...

source: Not sure what you’d call me anymore, but definitely not more of a blight than you.
es: No estoy seguro de cómo me llamarías ahora, pero definitivamente no más plaga que tú.

source: ... Shek’kahan, your fire grows weak... you are hardly... a rival.
es: ... Shek’kahan, tu fuego se debilita... apenas eres... un rival.

source: ... Thursagan... I warned you not... to enter my lair.
es: ... Thursagan... te advertí que no... entraras en mi guarida.

source: ... please, watch over my son for me.
es: ... por favor, cuida de mi hijo por mí.

source: ... I may die... but the Clans... will never fall.
es: ... puedo morir... pero los Clanes... nunca caerán.

source: ... Necromancer... Wesnoth will defeat you... in the end.
es: ... Necromante... Wesnoth te vencerá... al final.

source: I am... ...<i>cold</i>.
es: Estoy... ...<i>frío</i>.

source: Dacyn, I’ve been thinking. This artifact has had such a draining effect on you. Perhaps you should rest and take a moment to regain your strength? I could carry the Amulet for a while, or we could store it away.
es: Dacyn, he estado pensando. Este artefacto ha tenido un efecto tan agotador sobre ti. ¿Quizá deberías descansar y tomarte un momento para recuperar fuerzas? Podría llevar yo el Amuleto por un tiempo, o podríamos guardarlo.

source: Hmm... I suppose there would be no harm in locking it up somewhere safe.
es: Hmm... Supongo que no habría daño en guardarlo en un lugar seguro.

source: <span size='small' font-style='italic'>You have a great weapon... and you would simply lock it away?</span>
es: <span size='small' font-style='italic'>Tienes un arma poderosa... ¿y simplemente la guardarías?</span>

source: <span size='small' font-style='italic'>His intent is good, but his spirit is weak... he would be corrupted...</span>
es: <span size='small' font-style='italic'>Su intención es buena, pero su espíritu es débil... sería corrompido...</span>

source: <span size='small' font-style='italic'>Only you can be trusted with this responsibility.</span>
es: <span size='small' font-style='italic'>Solo tú puedes ser confiable con esta responsabilidad.</span>

source: But on the other hand... this is a dangerous artifact. I fear that only I can withstand its energies.
es: Pero por otro lado... este es un artefacto peligroso. Temo que solo yo pueda resistir sus energías.

source: Well, you’re the magic expert.
es: Bueno, tú eres el experto en magia.

source: If the Horse Clans have fallen so completely, I fear for Weldyn and the rest of Wesnoth. We must make the most of our time here; we cannot afford to tarry too long.
es: Si los Clanes del Caballo han caído tan completamente, temo por Weldyn y el resto de Wesnoth. Debemos aprovechar nuestro tiempo aquí; no podemos permitirnos demorar demasiado.

source: So much death. So many of my kinsmen left unavenged. If only we had more time...
es: Tanta muerte. Tantos de mis compatriotas quedan sin venganza. Si tan solo tuviéramos más tiempo...

source: We have done all we could here.
es: Hemos hecho todo lo que pudimos aquí.

source: It is done. My kinsmen have been avenged.
es: Está hecho. Mis compatriotas han sido vengados.

source: Mage... I owe you an apology. This destruction... even had we journeyed here instead of questing north, we would most assuredly have made no difference. Of that I am now certain. The fates may yet reveal that our journey north was necessary, even at such a steep cost. I will stand by you in this fight.
es: Mago... te debo una disculpa. Esta destrucción... incluso si hubiéramos viajado aquí en lugar de ir al norte, seguramente no habría marcado ninguna diferencia. De eso estoy seguro ahora. Los destinos aún pueden revelar que nuestro viaje al norte era necesario, incluso a un costo tan alto. Te apoyaré en esta lucha.

source: Apology accepted.
es: Disculpa aceptada.

source: And I too must admit, I underestimated the power in this Amulet. Even now, voices gnaw at the edges of my mind...
es: Y yo también debo admitir que subestimé el poder de este Amuleto. Incluso ahora, voces carcomen los bordes de mi mente...

source: Make no mistake, I still do not approve of your plan! It will lead you only to ruin and death! Yet, at least now I believe that your intentions are good despite your questionable methods.
es: No te equivoques, ¡aún no apruebo tu plan! ¡Solo te conducirá a la ruina y la muerte! Sin embargo, al menos ahora creo que tus intenciones son buenas a pesar de tus métodos cuestionables.

source: I’m glad we have prevailed here, but I fear greatly for Wesnoth if the Clans have been defeated so thoroughly so quickly. It has scant been a year since their invasion first began. Owaec, Dacyn, if you are prepared to travel, we must press toward Weldyn at once.
es: Me alegra que hayamos prevalecido aquí, pero temo mucho por Wesnoth si los Clanes han sido derrotados tan completamente y tan rápido. Apenas ha pasado un año desde que comenzó su invasión. Owaec, Dacyn, si están preparados para viajar, debemos dirigirnos hacia Weldyn de inmediato.

source: Return to Wesnoth
es: Regreso a Wesnoth

source: Leaving the rotting Horse Plains far behind, Gweddry, Owaec, and Dacyn marched hurriedly towards Weldyn, capital of Wesnoth. They dreaded what they might find there...
es: Dejando atrás las podridas Llanuras de los Caballos, Gweddry, Owaec y Dacyn marcharon apresuradamente hacia Weldyn, la capital de Wesnoth. Temían lo que podrían encontrar allí...

source: Shield of Ana’sar
es: Escudo de Ana’sar

source: Carcyn’s Pride
es: Orgullo de Carcyn

source: Lo and behold, the great city of Weldyn! Its walls still stand, thank the Light.
es: He aquí la gran ciudad de Weldyn! Sus murallas siguen en pie, gracias a la Luz.

source: But look, the undead are laying siege and have built fortifications completely surrounding the city! The defenders must be grievously outnumbered.
es: Pero mira, los no-muertos están sitiando y han construido fortificaciones rodeando completamente la ciudad! Los defensores deben estar gravemente superados en número.

source: Even this undead force appears to be (cough) but a small fraction of Mal-Ravanal’s greater host. (cough)(cough) I must meet with the king. Weldyn will fall if we do not act.
es: Incluso esta fuerza de no-muertos parece ser (tos) solo una pequeña fracción del gran ejército de Mal-Ravanal. (tos)(tos) Debo reunirme con el rey. Weldyn caerá si no actuamos.

source: Then we must reinforce the city at once. There is a relief tunnel nearby, its entrance still hidden from the dead. Come on men, follow me!
es: Entonces debemos reforzar la ciudad de inmediato. Hay un túnel de socorro cercano, su entrada aún está oculta para los muertos. ¡Vamos, hombres, síganme!

source: Indoors
es: Interior

source: Well try again! It is absolutely imperative that we get a response from the Northerners.
es: ¡Bueno, inténtalo de nuevo! Es absolutamente imprescindible que obtengamos una respuesta de los del Norte.

source: If help was coming, we would have heard about it by now. They’re either unwilling or unable to march. What we need to consider is-
es: Si la ayuda viniera, ya lo habríamos oído. O no quieren o no pueden marchar. Lo que debemos considerar es-

source: Urgent report from the south, Sire! I’m afraid it can’t wait.
es: ¡Informe urgente desde el sur, Señor! Me temo que no puede esperar.

source: Denogyc, you’re excused. Get some rest. Minister Mefel, what news of Kerlath?
es: Denogyc, estás dispensado. Descansa un poco. Ministro Mefel, ¿qué noticias de Kerlath?

source: The siege around Westin has been broken, but Kerlath’s forces are badly depleted. I’m afraid we won’t be able to mount a counter-offensive in time to support you, especially with Mal-Xlana still holding Fort Tahn.
es: El sitio alrededor de Westin ha sido roto, pero las fuerzas de Kerlath están gravemente debilitadas. Me temo que no podremos montar una contraofensiva a tiempo para apoyarte, especialmente con Mal-Xlana todavía en el Fuerte Tahn.

source: Oh, what now...
es: Oh, ¿y ahora qué...

source: My Liege, your former High Advisor Dacyn is here, and he says he has vital information on how to defeat the undead.
es: Mi Señor, su antiguo Gran Consejero Dacyn está aquí, y dice que tiene información vital sobre cómo derrotar a los no-muertos.

source: Dacyn?! At last some good news! I thought you were long dead.
es: ¿¡Dacyn!? ¡Por fin buenas noticias! Pensé que estabas muerto desde hace mucho.

source: He certainly looks half-dead. Dacyn, there is an unholy pall over your skin. Where have you been all this time? We’ve sorely needed your help.
es: Ciertamente pareces medio muerto. Dacyn, hay un manto impío sobre tu piel. ¿Dónde has estado todo este tiempo? Hemos necesitado mucho tu ayuda.

source: My story and appearance are irrelevant. What matters is that I know how to defeat these invaders. The only path to victory is cutting off the head of the snake. Mal-Ravanal, who you once knew as the mage Ravan, must be destroyed.
es: Mi historia y apariencia son irrelevantes. Lo que importa es que sé cómo derrotar a estos invasores. El único camino a la victoria es cortar la cabeza de la serpiente. Mal-Ravanal, a quien conocieron como el mago Ravan, debe ser destruido.

source: You think we haven’t tried?! Our best mages struck down that infernal lich at great cost to their number, but within seconds, Mal-Ravanal had already taken a new body and returned the favor on our ranks. I myself barely made it out alive!
es: ¿Crees que no lo hemos intentado? ¡Nuestros mejores magos abatieron a ese infernal lich a gran costo para su número, pero en segundos, Mal-Ravanal ya había tomado un nuevo cuerpo y nos devolvió el favor en nuestras filas. ¡Yo mismo apenas sobreviví!

source: And that is why my companions and I have spent the past year traveling far to the northeast, seeking (cough) a potent magical amulet that I now possess. If we can destroy the skeletal body, I wield the power to banish the lich’s long-tortured soul. This destruction will be permanent.
es: Y es por eso que mis compañeros y yo hemos pasado el último año viajando lejos al noreste, buscando (tos) un potente amuleto mágico que ahora poseo. Si podemos destruir el cuerpo esquelético, tendré el poder de desterrar el alma largamente torturada del lich. Esta destrucción será permanente.

source: Your Majesty, I have seen this amulet used before. While I cannot attest to its reliability, it is certainly powerful enough to do what Dacyn claims.
es: Su Majestad, he visto este amuleto usado antes. Aunque no puedo asegurar su fiabilidad, ciertamente es lo suficientemente poderoso para hacer lo que Dacyn afirma.

source: Even assuming this magical voodoo works, how do you mean to destroy Mal-Ravanal’s body? The one chance we had was out of the lich’s own arrogance, and even that cost us four of our elite magi under better conditions. Now we’ve been cut off from Dan’Tonk and barely have enough men to hold the walls, much less sortie against the undead.
es: Incluso suponiendo que esta magia funcione, ¿cómo piensas destruir el cuerpo de Mal-Ravanal? La única oportunidad que tuvimos fue por la arrogancia del propio lich, y aun así perdimos a cuatro de nuestros magos de élite en mejores condiciones. Ahora hemos sido cortados de Dan’Tonk y apenas tenemos hombres suficientes para sostener las murallas, y mucho menos para salir contra los no-muertos.

source: Truly, have you three not seen the might of the armies encircling Weldyn? It is as if all of the dead warriors from all ages past have come back to attack us. There is no end to the columns of marching skeletons, the wailing ghosts, the infernal bats, the necromancers who raised them...
es: ¿De verdad no han visto ustedes tres el poder de los ejércitos que rodean Weldyn? Es como si todos los guerreros muertos de todas las épocas hubieran regresado para atacarnos. No hay fin a las columnas de esqueletos marchando, los fantasmas lamentándose, los murciélagos infernales, los necromantes que los levantaron...

source: I pay no heed to the odds! I say we strike at Mal-Ravanal with all the might of Wesnoth. If we assault in force, we can punch through the enemy lines, isolate Mal-Ravanal in the chaos of battle, and blast the lich to oblivion! I will not let the devastation at the plains be the final legacy of the Clans. We must attack and win back our glory!
es: No me importa la probabilidad! Digo que ataquemos a Mal-Ravanal con todo el poder de Wesnoth. Si asaltamos con fuerza, podremos atravesar las líneas enemigas, aislar a Mal-Ravanal en el caos de la batalla y ¡aniquilar al lich hasta el olvido! No permitiré que la devastación en las llanuras sea el legado final de los Clanes. ¡Debemos atacar y recuperar nuestra gloria!

source: I have a (cough) superior suggestion. Mal-Ravanal’s armies are vast and unconquerable. Yet the lich alone is not. As a human, Ravan was overconfident to the point of arrogance. I still believe this to be true, if not more so after gaining lichdom. (cough)(cough) If I were to challenge Mal-Ravanal to a duel, I believe they would choose to face me. That would be our opportunity.
es: Tengo una (tos) sugerencia superior. Los ejércitos de Mal-Ravanal son vastos e inconquistables. Sin embargo, el lich solo no lo es. Como humano, Ravan era excesivamente confiado hasta el punto de la arrogancia. Sigo creyendo que esto es cierto, si no más después de haber adquirido lichdom. (tos)(tos) Si desafiara a Mal-Ravanal a un duelo, creo que elegiría enfrentarse a mí. Esa sería nuestra oportunidad.

source: You call Mal-Ravanal arrogant, yet you seek to face such an overwhelming power in single combat? Even if you could claim victory with that foul amulet of yours, we cannot trust that lich to honor the terms of such a challenge. You would likely find yourself facing their entire army!
es: Llamas arrogante a Mal-Ravanal, ¿y aun así buscas enfrentarte a un poder tan abrumador en combate individual? Incluso si pudieras reclamar la victoria con ese amuleto inmundo tuyo, no podemos confiar en que ese lich cumpla los términos de tal desafío. ¡Probablemente te encontrarías enfrentando a todo su ejército!

source: We face their entire army regardless. (cough)(cough) The only difference is whether Mal-Ravanal is commanding in the back or gloating in the front.
es: Nos enfrentamos a todo su ejército de todas formas. (tos)(tos) La única diferencia es si Mal-Ravanal dirige desde la retaguardia o se regodea al frente.

source: Two risky plans. But the armies surrounding Weldyn grow each day, and we are hard-pressed for options.
es: Dos planes arriesgados. Pero los ejércitos que rodean Weldyn crecen cada día, y estamos faltos de opciones.

source: Escort
es: Escolta

source: Sire, we’re under attack! Undead have breached the perimeter earthworks and are massing around the outer villages. I think they mean to storm the moat at nightfall.
es: ¡Señor, estamos bajo ataque! Los no-muertos han irrumpido en las fortificaciones del perímetro y se están concentrando alrededor de las aldeas externas. Creo que planean asaltar el foso al caer la noche.

source: They attack again so soon?! The few men we have left are in no position to repel a concentrated assault!
es: ¿¡Atacan de nuevo tan pronto!? Los pocos hombres que nos quedan no están en posición de repeler un asalto concentrado.

source: This is ill news indeed. We will have to cut our council short; Generals, Lieutenant, ready your men!
es: Estas son noticias realmente malas. Tendremos que acortar nuestro consejo; ¡Generales, Teniente, preparen a sus hombres!

source: Eleventh Hour
es: La Undécima Hora

source: Gweddry, do you recognize me? Do you remember in the Estmarks, when you mercilessly cut down my defenseless sister? You escaped me once before, but now I will have my revenge!
es: ¡Gweddry, me reconoces? ¿Recuerdas en las Marcas Orientales, cuando cortaste sin piedad a mi hermana indefensa? Escapaste de mí una vez antes, pero ahora ¡tendré mi venganza!

source: Gweddry, do you recognize me? Do you remember in the Estmarks, when you mercilessly cut down my defenseless brother? I will kill you for what you have done.
es: ¡Gweddry, me reconoces? ¿Recuerdas en las Marcas Orientales, cuando cortaste sin piedad a mi hermano indefenso? Te mataré por lo que has hecho.

source: Rev... enge...
es: Veng... anza...

source: Garard’s Hold
es: Fortaleza de Garard

source: Merchants’ Guildhall
es: Sala del Gremio de Mercaderes

source: Basilica of Li’sar
es: Basílica de Li’sar

source: Hall of Warriors
es: Salón de Guerreros

source: Survive the undead assault
es: Sobrevive al asalto de los no-muertos

source: Protect generals Halrad, Halric, and Halrod
es: Protege a los generales Halrad, Halric y Halrod

source: Death of Dacyn
es: Muerte de Dacyn

source: Death of Konrad II
es: Muerte de Konrad II

source: Konrad II will not leave the center island.
es: Konrad II no abandonará la isla central.

source: Generals will reinforce each bridgehead while they/you have defenders there, falling back to their castle otherwise.
es: Los generales reforzarán cada cabeza de puente mientras ellos/tú tengan defensores allí, retrocediendo a su castillo de otro modo.

source: If you decide not to duel Mal-Ravanal, surviving generals will aid you in the next scenario.
es: Si decides no desafiar a Mal-Ravanal, los generales sobrevivientes te ayudarán en el siguiente escenario.

source: Undead approach at the northern crossings. My forces are in position to engage the invaders.
es: Se acercan los no-muertos por los pasos del norte. Mis fuerzas están en posición para enfrentar a los invasores.

source: The southeastern bridges are secure; hostiles inbound.
es: Los puentes del sureste están seguros; enemigos en camino.

source: My fortifications are manned and ready. Brace for attack from the southwest.
es: Mis fortificaciones están ocupadas y listas. Prepárense para el ataque desde el suroeste.
