Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: Rescue as many prisoners as possible (6 groups arrive soon)
es: Rescata a tantos prisioneros como sea posible (llegan 6 grupos pronto)

source: Rescue as many prisoners as possible (5 groups arrive soon)
es: Rescata a tantos prisioneros como sea posible (llegan 5 grupos pronto)

source: Rescue as many prisoners as possible (4 groups arrive soon)
es: Rescata a tantos prisioneros como sea posible (llegan 4 grupos pronto)

source: Rescue as many prisoners as possible (3 groups arrive soon)
es: Rescata a tantos prisioneros como sea posible (llegan 3 grupos pronto)

source: Rescue as many prisoners as possible (2 groups arrive soon)
es: Rescata a tantos prisioneros como sea posible (llegan 2 grupos pronto)

source: Rescue as many prisoners as possible (1 group arrives soon)
es: Rescata a tantos prisioneros como sea posible (llega 1 grupo pronto)

source: Defeat the southern necromancer
es: Derrota a la nigromante del sur

source: Death of Owaec
es: Muerte de Owaec

source: Death of Terraent
es: Muerte de Terraent

source: Prisoner gangs will alternate arriving on north and south paths.
es: Las bandas de prisioneros alternarán su llegada por los caminos norte y sur.

source: Bats prefer to fly towards the nearest enemy.
es: Los murciélagos prefieren volar hacia la unidad enemiga más cercana.

source: Alas, I have failed in my mission! The undead scout has already reported back to its mistress.
es: ¡Ay, he fallado en mi misión! ¡El explorador no-muerto ya ha informado a su señora!

source: Minion, what’s this? Soldiers of Wesnoth approach from the north? That area should have been cleansed over a month ago.
es: ¡Esbirro, qué es esto? ¿Soldados de Wesnoth se acercan desde el norte? Esa área debió ser limpiada hace más de un mes.

source: No matter. Bring in the next batch of prisoners. I have need of them a little sooner than expected.
es: No importa. Trae el siguiente grupo de prisioneros. Los necesito un poco antes de lo esperado.

source: Wait a moment, can we talk about thi-
es: Espera un momento, ¿podemos hablar de esto-

source: I... Hunger...
es: Yo... hambre...

source: By the Clans, she wields slaves as weapons! This injustice will not stand!
es: ¡Por los Clanes, ella utiliza esclavos como armas! ¡Esta injusticia no quedará impune!

source: By all that is holy, she wields slaves as weapons! This evil will not stand!
es: ¡Por todo lo sagrado, ella utiliza esclavos como armas! ¡Este mal no quedará impune!

source: More prisoners approach from the northwest! I have not the time to depart and return with Gweddry, or those dwarves will surely be slain.
es: ¡Más prisioneros se acercan desde el noroeste! No tengo tiempo de partir y regresar con Gweddry, o esos enanos seguramente serán asesinados.

source: I may have failed my original mission, but in the name of the Clans, I will not fail these prisoners now!
es: Puede que haya fallado en mi misión original, pero ¡en nombre de los Clanes, no fallaré ahora con estos prisioneros!

source: I may have failed my original mission, but by the holy Light, I will not fail these prisoners now!
es: Puede que haya fallado en mi misión original, pero ¡por la Santa Luz, no fallaré ahora con estos prisioneros!

source: Wait — I remember you! You’re one of the ones who fled from me last autumn near Soradoc!
es: Espera — ¡te recuerdo! ¡Eres uno de los que huyeron de mí el otoño pasado cerca de Soradoc!

source: This time I’ve traded my bats for ghouls. There’s no way you’ll escape now!
es: Esta vez he cambiado mis murciélagos por necrófagos. ¡Ahora no hay forma de que escapéis!

source: Get yer filthy chains off my wrists, ye pile o’ bones!
es: ¡Quita esas cadenas sucias de mis muñecas, montón de huesos!

source: Thank ye kindly fer freein’ us! Me runesmithin’ arts are not meant ta be used outside o’ Knalga, but methinks now is an exception. I just hope tha East Gate dinnae fare’n too bad after I were captured...
es: ¡Muchas gracias por liberarnos! Mis artes de runas no están hechas para usarse fuera de Knalga, pero creo que ahora es una excepción. Solo espero que la Puerta Este no haya sufrido demasiado después de que fui capturado...

source: How are there so many of them? Is this the end of all Wesnoth?
es: ¿Cómo hay tantos de ellos? ¿Es este el fin de todo Wesnoth?

source: Don’t worry. I’m sure the Crown has a plan...
es: No te preocupes. Estoy seguro de que la Corona tiene un plan...

source: Thank you! When the undead overran the academy I thought I was dead for sure. I just wonder what has happened to my friends...
es: ¡Gracias! Cuando los no-muertos invadieron la academia pensé que estaba muerto seguro. Solo me pregunto qué habrá pasado con mis amigos...

source: Take heart! As long as there is Light, hope always remains.
es: ¡Anímate! Mientras haya Luz, siempre quedará esperanza.

source: I’ll take you all on! As soon as I get out of these chains...
es: ¡Me enfrentaré a todos vosotros! Tan pronto salga de estas cadenas...

source: Silence. Orcs. March.
es: Silencio. Orcos. Marchen.

source: Cruddy undead think they can chain me up! I’ll grind their bones into dust!
es: ¡Estos no-muertos sucios creen que pueden encadenarme! ¡Convertiré sus huesos en polvo!

source: I swear, it was an accident! Please, if you’ll just let me talk to Mel Guthrak, I’m sure this can all be straightened out.
es: ¡Lo juro, fue un accidente! Por favor, si me dejas hablar con Mel Guthrak, estoy seguro de que todo esto se puede arreglar.

source: Your time is done, necromancer. If I have one small comfort, it’s that I’ll get to watch you die alongside me.
es: Tu tiempo ha terminado, nigromante. Si tengo un pequeño consuelo, es que te veré morir junto a mí.

source: I’m free! Now I’ll have the pleasure of killing this dark adept myself.
es: ¡Soy libre! Ahora tendré el placer de matar a este adepto oscuro yo mismo.

source: Stay your hand, man of Wesnoth! A killing in cold blood is no justice and revenge will bring you no peace.
es: ¡Detén tu mano, hombre de Wesnoth! Matar a sangre fría no es justicia y la venganza no te traerá paz.

source: Are you mad? That woman is a necromancer!
es: ¿Estás loco? ¡Esa mujer es una nigromante!

source: ...you might as well. They think I’m a traitor. I’m as good as dead already.
es: …más vale que lo hagas. Creen que soy un traidor. Ya estoy tan bueno como muerto.

source: Then the choice is yours. Flee and face the world alone, or forswear your dark arts and join me to protect all that yet remains holy in this good world.
es: Entonces la elección es tuya. Huye y enfrenta el mundo solo, o renuncia a tus artes oscuras y únete a mí para proteger todo lo que aún queda sagrado en este buen mundo.

source: Okay. No more necromancy. I’ll join you.
es: Está bien. Nada más de nigromancia. Me uniré a ti.

source: And so justice has been served! Such is the fate of all evildoers.
es: ¡Y así se ha hecho justicia! Tal es el destino de todos los malvados.

source: March. Faster.
es: Marchen. Más rápido.

source: We’re going as fast as we can! Maybe if you’d let us swim-
es: ¡Vamos tan rápido como podemos! Tal vez si nos dejaras nadar-

source: Thanks stranger! I do not recognize these lands, but I do recognize a kind heart when I meet one. Should I ever find my way home to the coast, I will be sure to tell my kinsmen of your actions here.
es: ¡Gracias, extraño! No reconozco estas tierras, pero sí reconozco un corazón amable cuando encuentro uno. Si alguna vez llego a casa en la costa, me aseguraré de contar a mis familiares tus acciones aquí.

source: Now we come for you, necromancer!
es: ¡Ahora venimos por ti, nigromante!

source: Of course, just because I said I wouldn’t summon bats doesn’t mean I can’t...
es: Por supuesto, solo porque dije que no invocaría murciélagos no significa que no pueda...

source: My prisoners!! You’ll pay for that...
es: ¡Mis prisioneros! Pagarás por eso...

source: Fly, my pretties, fly!
es: ¡Vuelen, mis bellos, vuelen!

source: Not again! Do not test me, paladin of Wesnoth...
es: ¡No otra vez! No me pongas a prueba, paladín de Wesnoth...

source: Not again! Do not test me, lord of the swamps...
es: ¡No otra vez! No me pongas a prueba, señor de los pantanos...

source: You are starting to become rather irritating.
es: Estás empezando a volverte bastante irritante.

source: Enough! My bats will feast on your blood!
es: ¡Basta! ¡Mis murciélagos se alimentarán de tu sangre!

source: Why won’t you just die?!
es: ¿Por qué no mueres de una vez?!

source: Hail, Terraent! We feared the worst when you did not return, yet here I find you alive and well!
es: ¡Salve, Terraent! Temíamos lo peor cuando no regresaste, ¡y sin embargo te encuentro vivo y bien!

source: Hail, Owaec! We feared the worst when you did not return, yet here I find you alive and well!
es: ¡Salve, Owaec! Temíamos lo peor cuando no regresaste, ¡y sin embargo te encuentro vivo y bien!

source: Indeed! The Light blessed me with an opportunity to save many souls and I could not decline! Now the crossing is clear, and we may return to see what has become of our homeland.
es: ¡Así es! La Luz me bendijo con la oportunidad de salvar muchas almas y no podía negarme. Ahora el cruce está despejado, y podemos regresar a ver qué ha sido de nuestra patria.

source: Huzzah! Today has been a great victory! I have rescued a great many prisoners and defeated a foul necromancer! Now the crossing is clear, and we may return to see what has become of our homeland.
es: ¡Hurra! ¡Hoy ha sido una gran victoria! He rescatado a muchos prisioneros y derrotado a un nefasto nigromante. Ahora el cruce está despejado, y podemos regresar a ver qué ha sido de nuestra patria.

source: You’re too late! Wesnoth is... already...
es: ¡Llegaste demasiado tarde! Wesnoth ya está...

source: Hail, Terraent! We feared the worst when you did not return, yet here I find you alive and well! But who is this you are fighting?
es: ¡Salve, Terraent! Temíamos lo peor cuando no regresaste, ¡y sin embargo te encuentro vivo y bien! Pero, ¿quién es este contra quien luchas?

source: Hail, Owaec! We feared the worst when you did not return, yet here I find you alive and well! But who is this you are fighting?
es: ¡Salve, Owaec! Temíamos lo peor cuando no regresaste, ¡y sin embargo te encuentro vivo y bien! Pero, ¿quién es este contra quien luchas?

source: Can it be? Dacyn the mage? We thought you perished in the wild northlands, but now I find you alive and isolated from Wesnoth! I must inform Mal-Ravanal!
es: ¿Puede ser? ¿Dacyn el mago? Pensamos que pereciste en las salvajes tierras del norte, ¡pero ahora te encuentro vivo y aislado de Wesnoth! ¡Debo informar a Mal-Ravanal!

source: Even if we triumph at this crossing, Mal-Ravanal will surely find and destroy us before we can reunite with Wesnoth...
es: Incluso si triunfamos en este cruce, Mal-Ravanal seguramente nos encontrará y destruirá antes de que podamos reunirnos con Wesnoth...

source: The Drowned Plains
es: Los llanos hundidos

source: Anxious to rendezvous with the Wesnothian army, Gweddry, Owaec, and Dacyn pressed hurriedly westward. Their hearts sank as they passed battlefield after battlefield, in the ruins of what used to be Wesnoth’s thriving eastern provinces.
es: Ansiosos por reunirse con el ejército de Wesnoth, Gweddry, Owaec y Dacyn avanzaron apresuradamente hacia el oeste. Sus corazones se hundieron al pasar de un campo de batalla a otro, en las ruinas de lo que solían ser las prósperas provincias orientales de Wesnoth.

source: Animals
es: Animales

source: ... I failed you all...
es: ... les he fallado a todos...

source: ... my daughter... what has happened to my daughter?
es: ... mi hija... ¿qué le ha pasado a mi hija?

source: ... they don’t know pain... they don’t know fatigue... there was nothing we could have done...
es: ... no conocen el dolor... no conocen la fatiga... no había nada que pudiéramos haber hecho...

source: Lords of Light... what affront did I commit to deserve this fate...
es: Señores de la Luz... ¿qué ofensa cometí para merecer este destino...

source: I fought the undead with everything... I gave everything...
es: Luché contra los no-muertos con todo... lo di todo...

source: ... it came from the shadows. A gust of wind, then a claw through my chest...
es: ... vino desde las sombras. Una ráfaga de viento, luego una garra atravesando mi pecho...

source: ... please, find my wife... tell her my story.
es: ... por favor, encuentren a mi esposa... cuéntenle mi historia.

source: ... honor, glory, wealth... none of it saved us in the end.
es: ... honor, gloria, riqueza... nada de eso nos salvó al final.

source: ... they won’t let me die... why won’t they let me die?
es: ... no me dejan morir... ¿por qué no me dejan morir?

source: ... they tore the ribs out from my friends... then fashioned them into arrows.
es: ... arrancaron las costillas de mis amigos... y luego las convirtieron en flechas.

source: ... I could not hurt him... my own father... his corpse risen to fight me.
es: ... no pude herirlo... mi propio padre... su cadáver se levantó para luchar contra mí.

source: ... Lord Gaelyc, I have failed you.
es: ... Señor Gaelyc, te he fallado.

source: ... the Clans were not prepared... I was not prepared.
es: ... los Clanes no estaban preparados... yo no estaba preparado.

source: ... how could we have known? What could we have done?
es: ... ¿cómo podríamos haberlo sabido? ¿Qué podríamos haber hecho?

source: ... my family, where is my family?
es: ... mi familia, ¿dónde está mi familia?

source: ... what good was my lance... against a creature... without flesh?
es: ... ¿de qué servía mi lanza... contra una criatura... sin carne?

source: At first I thought he was one of ours... then he waved his hand and my blood ran cold...
es: Al principio pensé que era uno de los nuestros... luego agitó la mano y mi sangre se heló...

source: ... so cold... so dark...
es: ... tan frío... tan oscuro...

source: Gah, undead! This one was mired face-first in the swamp, dormant until I stumbled upon it. They must be lying everywhere in this muck.
es: ¡Ah, no-muertos! Este estaba atrapado boca abajo en el pantano, inactivo hasta que lo encontré. Deben estar esparcidos por todo este lodo.

source: Perhaps their leaders are dormant as well. I suspect we will not have to contend with them until we sight them. We can afford some time to capture villages and build our forces.
es: Quizá sus líderes también estén inactivos. Sospecho que no tendremos que enfrentarnos a ellos hasta que los veamos. Podemos permitirnos algo de tiempo para capturar aldeas y fortalecer nuestras fuerzas.

source: Whenever we stumble upon a corpse, it awakens its nearby allies! What will happen when we wake their leaders?
es: ¡Cada vez que encontramos un cadáver, despierta a sus aliados cercanos! ¿Qué pasará cuando despertemos a sus líderes?

source: It may be prudent to clear the swamp near the undead leaders before we sight them.
es: Podría ser prudente despejar el pantano cerca de los líderes no-muertos antes de verlos.

source: Their leader is waking nearby allies out from the swamp!
es: ¡Su líder está despertando a los aliados cercanos desde el pantano!

source: Just more abominations for us to slay!!
es: ¡Solo más abominaciones para que abatamos!

source: 105 gold
es: 105 de oro

source: 80 gold
es: 80 de oro

source: 175 gold
es: 175 de oro

source: 55 gold
es: 55 de oro

source: 150 gold
es: 150 de oro

source: Lord Alric’s Palace
es: Palacio del Lord Alric

source: Sir Efran’s Castle
es: Castillo del Sir Efran

source: Lord Gaelyc’s Citadel
es: Ciudadela del Lord Gaelyc

source: Sir Seoraery’s Keep
es: Fortaleza de Sir Seoraery

source: Clearwater Lake
es: Lago Agua Clara

source: Defeat the spirits
es: Derrotar a los espíritus

source: At last we have reached the Horse Plains, the fair homeland of my people! Here we can finally reunite with our comrades-in-arms and vanquish the undead once and for all.
es: Por fin hemos llegado a las Llanuras de los Jinetes, la hermosa tierra de origen de mi pueblo. Aquí finalmente podemos reunirnos con nuestros camaradas de armas y vencer a los no-muertos de una vez por todas.

source: Hail, Clansmen! Come and greet one of your own!
es: ¡Saludos, clanes! ¡Vengan a saludar a uno de los suyos!

source: Fallen Clansman
es: Clanista Caído

source: No, NO! Why are there swamps here? Why are there undead here? How can this be?! How can Mal-Ravanal have already advanced so far into the heartland of Wesnoth?
es: ¡No, NO! ¿Por qué hay pantanos aquí? ¿Por qué hay no-muertos aquí? ¿Cómo puede ser esto?! ¿Cómo puede Mal-Ravanal haber avanzado ya tan lejos en el corazón de Wesnoth?

source: I’m sorry Owaec. The undead armies must have defeated the Clansmen and dammed the river to drown the plains. They must like the swamp, filled with death and decay...
es: Lo siento, Owaec. Los ejércitos de no-muertos deben haber derrotado a los clanes y represado el río para inundar las llanuras. Deben gustarles el pantano, lleno de muerte y descomposición...

source: My home... my people... how could this happen...
es: Mi hogar... mi pueblo... ¿cómo pudo suceder esto...

source: YOU! MAGE!!! Had you not insisted we travel north, we might have arrived in time to save these people! My friends, my family, dead from your neglect. And all for what? Some necromancer’s trinket more likely to curse us than save us?
es: ¡TÚ! ¡MAGO! Si no hubieras insistido en que viajáramos al norte, podríamos haber llegado a tiempo para salvar a esta gente. Mis amigos, mi familia, muertos por tu negligencia. ¿Y todo para qué? ¿Un adorno de algún nigromante, más propenso a maldecirnos que a salvarnos?

source: We trusted you. I trusted you! Instead, you sent us away from the war like cowards, led our men to slaughter at the hand of orcs and drakes, and deprived Wesnoth of her eastern guard when she needed it most sorely. And now my homeland has paid the price for your misdeeds!!
es: Confiamos en ti. ¡Yo confié en ti! En cambio, nos enviaste lejos de la guerra como cobardes, llevaste a nuestros hombres a la matanza a manos de orcos y dragones, y privaste a Wesnoth de su guardia oriental cuando más la necesitaba. ¡Y ahora mi hogar ha pagado el precio por tus fechorías!

source: Are you even listening?!?
es: ¿¡Me estás escuchando siquiera?!?

source: Dacyn, what’s wrong? Are you all right?
es: ¿Dacyn, qué sucede? ¿Estás bien?

source: ...I can’t-
es: ...no puedo-

source: I’ve lost control of the Amulet! I must-
es: ¡He perdido el control del Amuleto! Debo-

source: <span size='small' font-style='italic'>And most importantly...</span>
es: <span size='small' font-style='italic'>Y lo más importante...</span>

source: Owaec, my son...
es: Owaec, mi hijo...

source: Why did you abandon us? I am dead... thanks to you...
es: ¿Por qué nos abandonaste? Estoy muerto... gracias a ti...

source: No, it’s not true! You’re not dead! I don’t believe you!
es: ¡No, no es cierto! ¡No estás muerto! ¡No te creo!

source: Owaec, wait!
es: ¡Owaec, espera!

source: What do I do now?
es: ¿Qué hago ahora?

source: (gasping) I have regained control!
es: (jadear) ¡He recuperado el control!

source: What happened? I did not know this Amulet could act of its own accord.
es: ¿Qué sucedió? No sabía que este Amuleto podía actuar por sí mismo.

source: Neither did I. I should have sensed it, but the darkness is nearly overwhelming. Even with my inner light, the best I can do is cancel out this dark energy. Such is the price of power...
es: Yo tampoco lo sabía. Debería haberlo percibido, pero la oscuridad es casi abrumadora. Incluso con mi luz interior, lo mejor que puedo hacer es anular esta energía oscura. Tal es el precio del poder...

source: ... but it is a necessary price to pay. I will not let up until Mal-Ravanal is defeated, whatever the cost may be.
es: ... pero es un precio necesario a pagar. No cederé hasta que Mal-Ravanal sea derrotado, sin importar el costo.

source: ...so it is true. My lord and father is dead.
es: ...así que es verdad. Mi señor y padre ha muerto.

source: Today truly is a day of ill fortune. My family is slain, my kinsmen scattered, my homeland defiled.
es: Hoy es verdaderamente un día de mala fortuna. Mi familia ha sido asesinada, mis parientes dispersos, mi tierra natal profanada.

source: But I will not despair! This damning destruction will not be the lasting legacy of the Clans!! These undead will pay for the death they have brought!!!
es: ¡Pero no desesperaré! ¡Esta destrucción condenatoria no será el legado duradero de los Clanes! ¡Estos no-muertos pagarán por la muerte que han causado!

source: Owaec, do not be so hasty. Much of the horde that conquered this place now marches on Weldyn, but even what little lingers is surely more than a match for our weary band.
es: Owaec, no seas tan precipitado. Gran parte de la horda que conquistó este lugar ya marcha hacia Weldyn, pero incluso lo poco que queda seguramente es más que capaz de enfrentarse a nuestro fatigado grupo.

source: I agree, yet all is strangely quiet. Perhaps the remaining undead lie dormant? Even if we lack the strength to truly reclaim this place, we should still take the opportunity to gather what supplies remain. When finally we meet the shambling hordes responsible for all this destruction, we must not find our armories wanting.
es: Estoy de acuerdo, pero todo está extrañamente silencioso. ¿Acaso los no-muertos restantes están inactivos? Incluso si carecemos de la fuerza para reclamar verdaderamente este lugar, todavía deberíamos aprovechar la oportunidad para reunir los suministros que queden. Cuando finalmente enfrentemos a las hordas tambaleantes responsables de toda esta destrucción, no debemos encontrar nuestras armerías faltas de recursos.

source: Gather as much gold as you can before turns run out.
es: Reúne tanto oro como puedas antes de que se acaben los turnos.

source: Loot Addogin’s smugglers’ caches.
es: Saquear los escondites de contrabandistas de Addogin.

source: Enemy leaders are idle until first sighted, but will then abandon their keep and attack you.
es: Los líderes enemigos permanecen inactivos hasta ser vistos por primera vez, pero luego abandonarán su fortaleza y te atacarán.

source: On a quest of searing vengeance? Owaec my friend, what you need is my elixir of ulfserker fury! One taste of this bitter red ambrosia and you’ll fight until you drop, with <b><i>unlimited melee attacks</i></b> and the <b><i>berserk</i></b> melee special!
es: ¿En una búsqueda de venganza ardiente? Owaec, amigo mío, lo que necesitas es mi elixir de furia ulfserker. ¡Un sorbo de esta amarga ambrosía roja y lucharás hasta caer, con <b><i>ataques cuerpo a cuerpo ilimitados</i></b> y el <b><i>especial berserk</i></b> de combate cuerpo a cuerpo!

source: Try not to die too quickly!
es: ¡Trata de no morir demasiado rápido!

source: Suit yourself! Don’t expect me to drink that though, I’m not suicidal!
es: ¡Como quieras! Pero no esperes que yo lo beba, ¡no soy suicida!

source: This offer expires as soon as your anger does! <i>(elixirs only last for 1 scenario)</i>
es: ¡Esta oferta expira tan pronto como tu ira lo haga! <i>(los elixires solo duran 1 escenario)</i>

source: Buy the elixir for Owaec (30 gold).
es: Comprar el elixir para Owaec (30 de oro).

source: Leave the elixir.
es: Dejar el elixir.

source: Hol’ up... some of this place is lookin’ mighty familiar. Yeah, few years back I used to work for a smuggler ’round these parts.
es: Espera... este lugar me resulta muy familiar. Sí, hace unos años trabajaba para un contrabandista por estos alrededores.

source: I’m sure the undead have burned down his storehouse, but there might still be a cache or three hidden ’round here.
es: Estoy seguro de que los no-muertos han quemado su almacén, pero aún podrían haber uno o tres escondites por aquí.
