Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: Without more provisions it will be difficult to travel further north, but neither can we afford to spend any more time here while Wesnoth battles Mal-Ravanal...
es: Sin más provisiones será difícil viajar más al norte, pero tampoco podemos permitirnos pasar más tiempo aquí mientras Wesnoth lucha contra Mal-Ravanal...

source: Travel north regardless. <i>(challenging)</i>
es: Viajar al norte de todos modos. <i>(desafiante)</i>

source: Bah, a Clansman never succumbs to despair! Let us press forth and fight to save our homeland, whatever the odds!!
es: ¡Bah, un clan nunca sucumbe a la desesperación! Sigamos adelante y luchemos para salvar nuestra tierra, ¡sin importar las probabilidades!

source: Restart the level.
es: Reiniciar el nivel.

source: I only hope we are not too late... If what we saw at Soradoc was any guide, Mal-Ravanal may soon overrun all of Wesnoth!
es: Solo espero que no lleguemos demasiado tarde... Si lo que vimos en Soradoc es indicio, ¡Mal-Ravanal pronto podría dominar todo Wesnoth!

source: I only hope we are not too late! We have heard nothing of the undead invasion force since it overran us at the outposts. I wish we knew how Weldyn’s armies fare...
es: Solo espero que no lleguemos demasiado tarde. No hemos sabido nada de la fuerza invasora de no-muertos desde que nos superaron en los puestos avanzados. Ojalá supiéramos cómo están los ejércitos de Weldyn...

source: Castle in the Ice
es: Castillo en el Hielo

source: As Gweddry and his band continued north, winter tightened its grip on the wildlands. The days began to shorten and the air swiftly grew chill, making the already challenging mountains even more perilous to traverse.
es: A medida que Gweddry y su grupo continuaban hacia el norte, el invierno apretaba su control sobre las tierras salvajes. Los días comenzaron a acortarse y el aire se volvió rápidamente frío, haciendo que las montañas, ya de por sí difíciles, fueran aún más peligrosas de atravesar.

source: Drakes
es: Dracos

source: Beasts
es: Bestias

source: Chief Bir-brish
es: Jefe Bir-brish

source: Move any unit to the abandoned castle.
es: Mueve cualquier unidad al castillo abandonado.

source: Move Grug next to an enemy ogre.
es: Mueve a Grug junto a un ogro enemigo.

source: It is winter, daytime is shorter
es: Es invierno, los días son más cortos

source: Living units take $|frostbite_amount cold damage every turn. Damage increases every 6 turns.
es: Las unidades vivas reciben $|frostbite_amount de daño por frío cada turno. El daño aumenta cada 6 turnos.

source: This winter cold chills my very bones! I long for the rolling plains of my homeland. I wonder how the horse lords fare against the grim undead; surely Wesnoth is near victory?
es: ¡Este frío invernal me cala los huesos! Anhelo las llanuras ondulantes de mi tierra natal. Me pregunto cómo les va a los señores de los caballos contra los sombríos no-muertos; seguramente Wesnoth está cerca de la victoria.

source: Doubtful, but <i>our</i> victory is close. Across this river lies the abandoned sanctuary, and within lies an artifact that can destroy Mal-Ravanal once and for all. That is the object of our quest.
es: Dudoso, pero <i>nuestra</i> victoria está cerca. Al otro lado de este río se encuentra el santuario abandonado, y dentro yace un artefacto que puede destruir a Mal-Ravanal de una vez por todas. Ese es el objetivo de nuestra misión.

source: This area was deserted whence last I came, but I have heard rumors that a flight of drakes has taken up residence.
es: Esta zona estaba desierta la última vez que vine, pero he oído rumores de que un grupo de dracos ha establecido su residencia aquí.

source: And listen! I hear the bone-chilling howls of wolves echoing among the peaks.
es: ¡Y escuchen! Oigo los aullidos heladores de los lobos resonando entre los picos.

source: Wolves and drakes, bah! I fear no mindless beasts!
es: ¡Lobos y dracos, bah! ¡No temo a bestias sin mente!

source: Unlike yourself, drakes are very much intelligent. Their inner flame guards against our mages’ fire and their flight will serve them better than our feet amidst these snow-covered mountains.
es: A diferencia de ti, los dracos son muy inteligentes. Su llama interior los protege contra el fuego de nuestros magos y su vuelo les servirá mejor que nuestros pies en estas montañas cubiertas de nieve.

source: Aye, and dinnae underestimate wild beasts! I’ve known wolves ta take a dwarf’s arm clean off.
es: ¡Sí, y no subestimes a la' bestias salvajes! He visto lobos arrancar el brazo de un enano por completo.

source: Still, we must press onwards to the icy castle.
es: Aun así, debemos avanzar hacia el castillo helado.

source: And wild beasts are not to be underestimated either! Still, we must press onwards to the icy castle.
es: ¡Tampoco se deben subestimar las bestias salvajes! Aun así, debemos avanzar hacia el castillo helado.

source: Fire and ice, eh? I have just the thing — behold the wondrous elixir of elements! Whoever drinks from this bubbling yellow vial will gain immunity to even the hottest flame!
es: ¿Fuego y hielo, eh? Tengo justo lo que necesitas: ¡observa el maravilloso elixir de los elementos! ¡Quien beba de este frasco amarillo burbujeante obtendrá inmunidad incluso al fuego más ardiente!

source: But wait, there’s more! The elixir of elements also bestows immunity to cold; perfect for enduring the frigid winter weather.
es: ¡Pero espera, hay más! El elixir de los elementos también otorga inmunidad al frío; perfecto para soportar el gélido clima invernal.

source: Act fast, this offer is for a limited time only! <i>(elixirs only last for 1 scenario)</i>
es: ¡Actúa rápido, esta oferta es por tiempo limitado! <i>(los elixires solo duran 1 escenario)</i>

source: <span color='#00FF00' size='small'>resist</span>
es: <span color='#00FF00' size='small'>resiste</span>

source: <i>Brrrr</i>, I can’t feel my fingers or toes! We’ll die of cold if we’re trapped out here for too long.
es: <i>Brrrr</i>, ¡no siento mis dedos ni los pies! Moriremos de frío si quedamos atrapados aquí demasiado tiempo.

source: What am I even doin’ here? All I wanted was to make an honest living smashin’ in skulls, then retire somewhere warm...
es: ¿Qué hago yo aquí? Todo lo que quería era ganarme la vida honestamente aplastando cráneos, y luego retirarme a un lugar cálido...

source: The cold keeps getting worse! We have to reach that abandoned castle before we all freeze!
es: ¡El frío sigue empeorando! ¡Debemos alcanzar ese castillo abandonado antes de que todos nos congelemos!

source: Gweddry, you should try to conserve our gold over the next few conflicts. We will be hard-pressed to find many villages in these lands and will surely need more for later.
es: Gweddry, deberías intentar conservar nuestro oro durante los próximos conflictos. Nos será difícil encontrar muchas aldeas en estas tierras y seguramente necesitaremos más para después.

source: (This and the next 3 scenarios have 100% carryover, but few villages and 0 starting gold.)
es: (Este y los próximos 3 escenarios tienen un 100% de continuidad, pero pocas aldeas y 0 oro inicial.)

source: (You’ll want as much gold as you can possibly get when you try to leave the wildlands!)
es: (¡Querrás tanto oro como puedas conseguir cuando intentes abandonar las tierras salvajes!)

source: Look, a ruined castle off in the distance! Is that the one we’re looking for?
es: Mira, ¡un castillo en ruinas a lo lejos! ¿Es ese el que estamos buscando?

source: Oi, do ya ken ol’ castle ruin o’er yonder? It be one we lookin’ fer, eh?
es: Oi, ¿ves la vieja ruina del castillo allá a lo lejos? Es la que buscamos, ¿no?

source: Me see castle. Very broken. Magic man want broken castle?
es: Veo un castillo. Muy destruido. ¿El hombre mágico quiere el castillo destruido?

source: No. The ruin we’re journeying towards lies across the river.
es: No. La ruina hacia la que nos dirigimos está al otro lado del río.

source: Well? Are they ready?
es: ¿Bien? ¿Están listos?

source: Ga’all, your Hunt has failed. Verash, your claws grow aged. To our Flight, your only usefulness remains... As tribute to the orcs.
es: Ga’all, tu caza ha fracasado, Verash, tus garras han envejecido. A nuestro vuelo tu valor ha quedado, y a los orcos como tributo será entregado.

source: Aspirant Mortic, As you command.
es: Aspirante Mortic, Como ordenes.

source: C’mon wyrms, get moving!
es: ¡Vamos, gusanos, muévanse!

source: Heh heh, quality tribute, as always. Be grateful for our generosity. Chief only asked for two this time!
es: Je je, tributo de calidad, como siempre. Agradece nuestra generosidad. ¡El jefe solo pidió dos esta vez!

source: An unknown creature approaches. Paler than an Orc. Taller than a Dwarf. Tell me of your kin.
es: Se acerca una criatura desconocida. Más pálida que un orco. Más alta que un enano. Háblame de tus semejantes.

source: We are men, of Wesnoth! We come in peace, seeking magic to help in our war against an undead horde.
es: Somos hombres de Wesnoth. Venimos en paz, buscando magia para ayudarnos en nuestra guerra contra una horda de no-muertos.

source: Dra-Nak warned us. You men of Wes-Noth speak of peace. Yet you brandish your spears at our flight. We have already paid the orcs, dearly. No further tribute can be paid.
es: Dra-Nak nos advirtió. Ustedes, hombres de Wesnoth, hablan de paz. Sin embargo, blandís sus lanzas contra nuestro vuelo. Ya hemos pagado a los orcos, y caro. No se puede pagar más tributo.

source: No, wait, we just want to-
es: No, espera, solo queremos-

source: Our Hunt must continue.
es: Nuestra Caza debe continuar.

source: I am Aspirant. Yet in these northlands, even prey bares its fangs, And threatens to vanquish us. We have struggled against mightier flights, And tarnished our honor. Yet our flame still persists. I shall not fall here.
es: Soy Aspirante. Pero en estas tierras del norte, incluso la presa muestra sus colmillos, Y amenaza con vencernos. Hemos luchado contra vuelos más poderosos, Y mancillado nuestro honor. Sin embargo, nuestra llama aún persiste. No caeré aquí.

source: Grug make ogre friendly! Talk ogre Grug make friend.
es: ¡Grug hace amigo al ogro! Habla con ogro, Grug hace amigo.

source: I think he’s saying he wants to talk with the wild ogres?
es: Creo que está diciendo que quiere hablar con los ogros salvajes?

source: Guuuh... human?
es: Guuuh... ¿humano?

source: Err, hello?
es: Eh, ¿hola?

source: Human! Human human human!
es: ¡Humano! ¡Humano humano humano!

source: They don’t look very friendly...
es: No parecen muy amigables...

source: Guuuh... who you?
es: Guuuh... ¿quién eres?

source: Uhhhh... who <i><b>you</b></i>?
es: Uhhhh... ¿quién <i><b>eres</b></i>?

source: Me... friend? New friend?
es: ¿Yo... amigo? ¿Nuevo amigo?

source: New friend! Me no fight friend.
es: ¡Nuevo amigo! No pelearé contigo, amigo.

source: Grug me! Me friend human.
es: ¡Grug aquí! Soy amigo, humano.

source: Uhhhh... friend... human?
es: Uhhhh... ¿amigo... humano?

source: You too friend human! Help human fight good.
es: ¡Tú también amigo humano! Ayuda al humano a pelear bien.

source: OK, me help human fight! Human good!
es: ¡OK, ayudaré al humano a pelear! ¡Humano bueno!

source: 25 gold
es: 25 de oro

source: This shipwreck was carrying chests of gold! Most of them are buried under the ice, but I can still reach $gold pieces.
es: ¡Este naufragio transportaba cofres de oro! La mayoría están enterrados bajo el hielo, pero aún puedo alcanzar $gold piezas.

source: Me beard, a shipwreck full o’ gold chests! Tho’ only $gold pieces not under blasted ice! Hafta return ’ere after this war’s o’er.
es: Mi barba, ¡un naufragio lleno de cofres de oro! ¡Aunque solo $gold piezas no están bajo el maldito hielo! Tendré que volver aquí después de que termine esta guerra.

source: Me see ship break. Me see in ice lot gold. No can take. $gold gold no deep. Can take.
es: Veo el naufragio. Veo mucho oro en el hielo. No puedo tomarlo. $gold de oro no está profundo. Puedo tomarlo.

source: The zombie finds an old shipwreck and manages to scratch out $gold gold pieces frozen in the ice. The rest of the chests are too deep.
es: El zombi encuentra un viejo naufragio y logra raspar $gold piezas de oro congeladas en el hielo. El resto de los cofres están demasiado profundos.

source: This ruined town still has some valuables! I count enough to be worth $gold gold pieces.
es: ¡Este pueblo en ruinas aún tiene algunos objetos valiosos! Cuento lo suficiente como para valer $gold piezas de oro.

source: This town’s a ruin, tho’ I done find some baubles worth $gold gold.
es: Este pueblo es una ruina, pero hallé unas chucherías que valen $gold de oro.

source: Town very empty. Me find shinies. Shinies for $gold gold.
es: Pueblo muy vacío. Yo encontrar brillantes. Brillantes valen $gold oro.

source: The zombie searches the ruined town and finds some valuables worth $gold gold pieces.
es: El zombi registra el pueblo en ruinas y encuentra algunos objetos valiosos que valen $gold piezas de oro.

source: This drake only had $gold gold pieces in his camp. Not much of a dragon hoard...
es: Este draco solo tenía $gold piezas de oro en su campamento. No es un gran tesoro de dragón...

source: Meh, this drake got just $gold gold. Woulda expect more from a bunch o’ walkin’ furnaces.
es: Meh, este draco solo tenía $gold oro. Esperaría más de un montón de hornos andantes.

source: Hot lizard have $gold gold. Lizard mean. Me take gold.
es: Lagarto caliente tener $gold oro. Lagarto malo. Yo tomar oro.

source: The zombie finds $gold gold pieces in the drake camp.
es: El zombi encuentra $gold piezas de oro en el campamento del draco.

source: I’ve never tried Yeti meat. I wonder what it tastes like?
es: Nunca he probado carne de Yeti. Me pregunto a qué sabrá.

source: This is the place! Let us enter.
es: ¡Este es el lugar! Entremos.

source: Dark Sanctuary
es: Santuario Oscuro

source: Sequestered away under ice and stone, the dark places of the world quietly count the long years, biding their time until once more disturbed.
es: Encerrados bajo hielo y piedra, los lugares oscuros del mundo cuentan en silencio los largos años, aguardando su momento hasta ser perturbados de nuevo.

source: Injured Yeti
es: Yeti Herido

source: Ugh, more ants. I doubt there’s anything of value in here, just more of that lousy ambrosia.
es: Ugh, más hormigas. Dudo que haya algo de valor aquí, solo más de esa pésima ambrosía.

source: Study Guard
es: Guardia del Estudio

source: Cowardly Goblin
es: Goblin Cobarde

source: Thirsty Goblin
es: Goblin Sediento

source: Goblin Leader
es: Líder Goblin

source: Move Dacyn, Gweddry, and reinforcements into the gate
es: Mueve a Dacyn, Gweddry y los refuerzos hasta la puerta

source: Find both gate keys
es: Encuentra ambas llaves de la puerta

source: Move Dacyn, Gweddry, and reinforcements into the inner gate
es: Mueve a Dacyn, Gweddry y los refuerzos hasta la puerta interior

source: Defeat the sanctum guard
es: Derrota al guardia del sanctasanctórum

source: Retrieve the amulet
es: Recupera el amuleto

source: Survive the orcish assault
es: Sobrevive al asalto orco

source: To enter the castle, move Dacyn into the gated area.
es: Para entrar al castillo, mueve a Dacyn al área cercada.

source: Dacyn has been here before and will have better outcomes when stepping on runes.
es: Dacyn ha estado aquí antes y tendrá mejores resultados al pisar las runas.

source: We have arrived. This is a long-abandoned sanctum that you may know as the lair of the mage Iliah-Malal.
es: Hemos llegado. Este es un sanctasanctórum abandonado hace mucho tiempo que puede que conozcas como la guarida del mago Iliah-Malal.

source: It is here that I seek Iliah-Malal’s Amulet of the Veil, an artifact possessing the power to open gates between the land of the living and that of the dead. I once thought such a power too dangerous to use; I am no longer so naive.
es: Es aquí donde busco el Amuleto del Velo de Iliah-Malal, un artefacto que posee el poder de abrir portales entre la tierra de los vivos y la de los muertos. Alguna vez pensé que un poder así era demasiado peligroso de usar; ya no soy tan ingenuo.

source: Iliah-Malal? I know that name from the legends...
es: ¿Iliah-Malal? Conozco ese nombre de las leyendas...

source: All this time... all this time I thought we were questing towards a noble goal. Searching for a legendary sword, an ancient tome, a holy relic.
es: Todo este tiempo... todo este tiempo pensé que buscábamos un objetivo noble. Buscar una espada legendaria, un tomo antiguo, una reliquia sagrada.

source: Instead, our quest brings us to the lair of one of the most evil beings that ever lived. How can you possibly mean to make use of anything ever possessed by such an evil? As soldiers of Wesnoth we are honor-bound to fight for the Light, not the darkness!
es: En cambio, nuestra misión nos lleva a la guarida de uno de los seres más malvados que jamás existieron. ¿Cómo puedes siquiera pensar en usar algo que haya pertenecido a semejante maldad? Como soldados de Wesnoth tenemos la obligación de luchar por la Luz, no por la oscuridad.

source: Do not be so shortsighted. With the power to open portals to the Land of the Dead, I can pull Mal-Ravanal’s spirit out of this world. Then, the spells granting false life to the dead will fail, and their fearsome armies will collapse into piles of bones. I am wielding this power for the good of Irdya, not for your honor’s sake.
es: No seas tan corto de vista. Con el poder de abrir portales hacia la Tierra de los Muertos, puedo sacar el espíritu de Mal-Ravanal de este mundo. Entonces, los conjuros que dan vida falsa a los muertos fallarán, y sus temibles ejércitos se derrumbarán en montones de huesos. Estoy usando este poder por el bien de Irdya, no por tu honor.

source: Dacyn, I am uneasy about this course of action. I know little of the Land of the Dead, but everything I have heard suggests-
es: Dacyn, no me siento tranquilo con este curso de acción. Sé poco de la Tierra de los Muertos, pero todo lo que he oído sugiere—

source: You would violate the dead’s eternal peace to fight a war, yet you call me shortsighted?! And while our homeland bleeds, you have the gall to speak of the good of all life?! Madness! As a mage of the Light, you should know better!
es: ¿Violarías la paz eterna de los muertos para librar una guerra, y aun así me llamas corto de vista? ¿Y mientras nuestra patria sangra, tienes el descaro de hablar del bien de toda la vida? ¡Locura! Como mago de la Luz, deberías saberlo mejor.

source: I have had enough of your second-guessing. You, fool of a horse boy, know nothing of the mystic arts, yet you mask your ignorance by cowering behind a pretend morality. If that is what you insist on doing, then by all means return to Wesnoth and add your corpses to Mal-Ravanal’s ever-growing hordes.
es: He tenido suficiente de tus dudas. Tú, tonto muchacho de caballos, no sabes nada de las artes místicas, y aun así escondes tu ignorancia refugiándote en una falsa moralidad. Si eso es lo que insistes en hacer, entonces regresa a Wesnoth y suma tu cadáver a las hordas en constante crecimiento de Mal-Ravanal.

source: Unlike you, I have the knowledge and power to defeat the undead, and I intend to use it to destroy Mal-Ravanal. Will you wallow in your shortsightedness, or do you intend to help me safeguard all that lives?
es: A diferencia de ti, yo tengo el conocimiento y el poder para derrotar a los no muertos, y pienso usarlo para destruir a Mal-Ravanal. ¿Vas a hundirte en tu miopía, o piensas ayudarme a proteger todo lo que vive?

source: I will help you. We have come this far, and it seems a waste to turn back now.
es: Te ayudaré. Hemos llegado hasta aquí, y parece un desperdicio volver atrás ahora.

source: By the Clans, I will not!! Would that I had perished in battle against the undead! Better that than living to see Wesnoth’s high mage succumb to the temptation of darkness.
es: ¡Por los Clanes, no lo haré! ¡Ojalá hubiera perecido en batalla contra los no muertos! Mejor eso que vivir para ver al gran mago de Wesnoth sucumbir a la tentación de la oscuridad.

source: Gweddry, if you truly wish to aid this madman, I will guard the outer gates for you. But I will not enter that evil stronghold. I would sooner perish than travel one step closer towards Dacyn’s foul amulet.
es: Gweddry, si realmente deseas ayudar a este loco, yo vigilaré las puertas exteriores por ti. Pero no entraré en esa fortaleza maligna. Preferiría perecer antes que avanzar un paso más hacia el vil amuleto de Dacyn.

source: Ah, I still remember this place quite clearly. Now that I think of it, Ravan had always been very interested in the magic of darkness. Apparently, the balance between light and dark would be crucial to the safety of Irdya in the future, at least according to Ravan’s theory. In hindsight, that was all nonsense.
es: Ah, aún recuerdo este lugar con bastante claridad. Ahora que lo pienso, Ravan siempre había estado muy interesado en la magia de la oscuridad. Al parecer, el equilibrio entre la luz y la oscuridad sería crucial para la seguridad de Irdya en el futuro, al menos según la teoría de Ravan. En retrospectiva, todo eso era un sinsentido.

source: The irony seems lost on you.
es: La ironía parece perdida en ti.

source: Back then this place was full of traps and undead, and it will no doubt be worse now that the wild beasts have had a chance to move in.
es: En aquel entonces este lugar estaba lleno de trampas y no muertos, y sin duda estará peor ahora que las bestias salvajes han tenido oportunidad de instalarse.

source: Ravan sealed this place before our last meeting. I need a moment to remember the incantation.
es: Ravan selló este lugar antes de nuestro último encuentro. Necesito un momento para recordar el encantamiento.

source: The red star blazes, The red stone bleeds. The black pool swallows all voices, The darkness between worlds opens its maw.
es: La estrella roja arde, La piedra roja sangra. La poza negra devora todas las voces, La oscuridad entre mundos abre su fauces.

source: Ugh, spellcasting always gives me the shivers. There’s a reason the more civilized people of my homeland don’t trifle with magic!
es: Ugh, lanzar conjuros siempre me da escalofríos. ¡Hay una razón por la que la gente más civilizada de mi tierra no juega con la magia!

source: For a mage of the Light, the words you speak are dark indeed.
es: Para un mago de la Luz, las palabras que dices son bastante oscuras.

source: I’m a simple man. I use simple tools and weapons. This magic stuff is givin’ me the creeps.
es: Soy un hombre sencillo. Uso herramientas y armas simples. Estas cosas de magia me ponen la piel de gallina.

source: This antechamber only has room for eight. I must go to retrieve the artifact, and Gweddry has agreed to accompany me, so that leaves room for six more.
es: Este antecámara solo tiene espacio para ocho. Debo ir a recuperar el artefacto, y Gweddry ha aceptado acompañarme, así que queda lugar para seis más.

source: Gweddry, are you still choosing your troops? I must end my turn in the antechamber to cycle the gate and enter the sanctuary.
es: Gweddry, ¿todavía estás eligiendo tus tropas? Debo terminar mi turno en el antecámara para activar la puerta y entrar al santuario.

source: I will not aid in this evil quest.
es: No ayudaré en esta misión malvada.

source: I am ready to cycle the gates. Gweddry, shall we proceed?
es: Estoy listo para accionar las puertas. Gweddry, ¿procedemos?

source: Yes, these are the soldiers I want.
es: Sí, estos son los soldados que quiero.

source: No, not yet.
es: No, aún no.

source: Gweddry, you agreed to accompany me. We must both enter this antechamber before I cycle the gates.
es: Gweddry, aceptaste acompañarme. Debemos entrar juntos en esta antesala antes de accionar las puertas.
