Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: Cave scary! Grug no like!
es: ¡Cueva da miedo! ¡A Grug no le gusta!

source: The torches are lit...
es: Las antorchas están encendidas...

source: I ha’ seen my fair share o’ dark caves, but summat ’bout this place be givin’ me the shakes.
es: He visto bastantes cuevas oscuras, pero algo en este lugar me está haciendo temblar.

source: May this unholy place be cleansed by the Light!
es: ¡Que este lugar impío sea purificado por la Luz!

source: This yeti was rich! I count $gold gold in its hoard.
es: ¡Este yeti era rico! Cuento $gold piezas de oro en su tesoro.

source: Ho ho, northerners’ gold, now that begins to make this all worth it!
es: ¡Jo jo, oro de los norteños, ahora esto empieza a valer la pena!

source: East: Study and Vaults
es: Este: Estudio y Bóvedas

source: West: Laboratory and Experiment Testing
es: Oeste: Laboratorio y Pruebas Experimentales

source: I have triggered a trap. As long as I stay on this rune I will be safe, but once I step away, fire spirits will rise from the lava.
es: He activado una trampa. Mientras permanezca en esta runa estaré a salvo, pero una vez que me aleje, espíritus de fuego se alzarán de la lava.

source: Oh, nothing happened.
es: Oh, no pasó nada.

source: That corpse has triggered a trap. When next it moves, fire spirits will rise from the lava.
es: Ese cadáver ha activado una trampa. Cuando vuelva a moverse, espíritus de fuego se alzarán de la lava.

source: This gate is locked, and I recognize the petrification trap concealed within its guardian rune. I should avoid trying to open it.
es: Esta puerta está cerrada, y reconozco la trampa de petrificación oculta en su runa guardiana. Debería evitar intentar abrirla.

source: Looks like this gate is locked. I wonder if this rune opens it?
es: Parece que esta puerta está cerrada. ¿Me pregunto si esta runa la abre?

source: That was a petrification rune. It should wear off in a few moments.
es: Esa era una runa de petrificación. Debería desaparecer en unos momentos.

source: We are fortunate, that enemy has triggered a petrification rune. Be warned though, it will only last a few moments.
es: Somos afortunados, ese enemigo ha activado una runa de petrificación. Pero cuidado, solo durará unos momentos.

source: Hmm, looks like a magic lamp. I’ve heard stories that these can grant wishes. Today must be my lucky day!
es: Hmm, parece una lámpara mágica. He escuchado historias de que estas pueden conceder deseos. ¡Hoy debe ser mi día de suerte!

source: WHO DARES DISTURB MY SLUMBER?
es: ¿QUIÉN SE ATREVE A PERTURBAR MI SUEÑO?

source: This fine silken cloak would be priceless back in Wesnoth, but is useless to us here.
es: Esta fina capa de seda sería invaluable en Wesnoth, pero aquí no nos sirve de nada.

source: This chest contains $gold gold!
es: ¡Este cofre contiene $gold de oro!

source: It’s full of... toilet paper?!?
es: ¿Está lleno de... papel higiénico?!?

source: I can unlock this gate from the inside.
es: Puedo abrir esta puerta desde dentro.

source: Who. Comes?
es: ¿Quién. Viene?

source: Err... don’t mind me, I’m just taking a look around.
es: Err... no me prestes atención, solo estoy echando un vistazo.

source: Master. Is away. Intruders. Must die.
es: Maestro. No está. Intrusos. Deben morir.

source: What’s this? Looks like a book on necromancy? <i>‘To become a lich, one must first-</i>
es: ¿Qué es esto? ¿Parece un libro sobre nigromancia? <i>‘Para convertirse en un lich, primero hay que-</i>

source: Drop that at once! That journal is dangerous!
es: ¡Suelta eso de inmediato! ¡Ese diario es peligroso!

source: I recognize this volume. Such a thing could be dangerous in the wrong hands. Perhaps I should hold on to it... for safekeeping.
es: Reconozco este volumen. Algo así podría ser peligroso en las manos equivocadas. Tal vez debería conservarlo... por seguridad.

source: ... I recognize this volume. It is fortunate that I found it first; such a thing could be dangerous in the wrong hands. Perhaps I should hold on to it... for safekeeping.
es: ... Reconozco este volumen. Es una suerte que lo haya encontrado primero; algo así podría ser peligroso en las manos equivocadas. Tal vez debería conservarlo... por seguridad.

source: There are a few loose pages on the ground here...
es: Hay algunas páginas sueltas en el suelo aquí...

source: <i>Journal of Ravan — 13 Blackfire, 588 YW. This expedition is proving a greater success than I had anticipated. While Dacyn disarms the traps littered around this place, I have been able to conduct extensive research into the other plane beyond the Maw. There is a realm of souls that can be reached from our very own world, one that Iliah-Malal doubtlessly made contact with using the Amulet of the Veil. From time to time, I hear spirits whispering from the other side, but their voices are faint as of yet. I suspect that if I can somehow reach them, they will be able to answer some of the questions I have been pondering. However, there seems to be a piece of the puzzle still missing.</i>
es: <i>Diario de Ravan — 13 Fuego Negro, 588 YW. Esta expedición está resultando un éxito mayor de lo que había anticipado. Mientras Dacyn desactiva las trampas esparcidas por este lugar, he podido llevar a cabo una investigación extensa sobre el otro plano más allá de la Garganta. Hay un reino de almas al que se puede acceder desde nuestro propio mundo, uno con el que Iliah-Malal sin duda entró en contacto usando el Amuleto del Velo. De vez en cuando, escucho a espíritus susurrando desde el otro lado, pero sus voces son aún débiles. Sospecho que si logro comunicarme con ellos, podrán responder algunas de las preguntas que he estado considerando. Sin embargo, parece faltar una pieza del rompecabezas.</i>

source: <i>Journal of Ravan — 21 Whitefire, 589 YW. I had a dream tonight. Was it a dream? It seemed much more like a vision. I saw a scorching light from twin orbs in the sky, radiating searing brightness over a land teeming with aberrations of constantly shifting flesh. I saw a jewel, no, a key, alight with fire bridging the vast nothingness of the Maw. I saw darkness, merged with light and transfigured, rending the indestructible core of those without form. I hear voices recounting these muddled dreams, yet their words are disjointed, incomprehensible. What are they trying to tell me?</i>
es: <i>Diario de Ravan — 21 Fuego Blanco, 589 YW. Tuve un sueño esta noche. ¿Fue un sueño? Parecía mucho más una visión. Vi una luz abrasadora de dos orbes en el cielo, irradiando un resplandor cegador sobre una tierra repleta de aberraciones de carne en constante cambio. Vi una joya, no, una llave, encendida con fuego que tendía un puente sobre la vasta nada de la Garganta. Vi oscuridad, fusionada con la luz y transfigurada, desgarrando el núcleo indestructible de aquellos sin forma. Escucho voces relatando estos sueños confusos, pero sus palabras son desarticuladas, incomprensibles. ¿Qué intentan decirme?</i>

source: This volume has something to do with a dwarf named Tharga... Thursag-something? The text is very faded.
es: Este volumen tiene algo que ver con un enano llamado Tharga... Thursag-algo? El texto está muy desvanecido.

source: <i>Journal of Ravan — 5 Bleeding Moon, 597 YW. Nothing is going well. My research has come to a dead end and even the spirits from the other plane no longer speak to me. I can no longer rely on Dacyn either. That stupid man! He decided that playing politics would be a better use of his abilities than helping me decipher this crucial puzzle. As if he could do any good, being the advisor to that half-decrepit old King Haldric. Then again, maybe that is the game Dacyn wants to play. What a shame. I had held him in higher regard than that.</i>
es: <i>Diario de Ravan — 5 Luna Sangrante, 597 YW. Nada va bien. Mi investigación ha llegado a un callejón sin salida y ni siquiera los espíritus del otro plano me hablan ya. Tampoco puedo confiar en Dacyn. ¡Ese hombre estúpido! Decidió que jugar a la política sería un mejor uso de sus habilidades que ayudarme a descifrar este rompecabezas crucial. Como si pudiera hacer algún bien, siendo el consejero de ese medio decrépito rey Haldric. Por otro lado, tal vez ese sea el juego que Dacyn quiere jugar. Qué lástima. Lo había tenido en mejor estima que eso.</i>

source: This shelf appears to be full of accounting ledgers detailing the movement of funds and goods hundreds of years ago.
es: Este estante parece estar lleno de libros contables que detallan el movimiento de fondos y bienes de hace cientos de años.

source: This box is empty.
es: Esta caja está vacía.

source: Yuck, this box is full of pickled fingers!
es: ¡Puaj, esta caja está llena de dedos en escabeche!

source: This cask of wine is from nearly 200 years ago! If only I was allowed to drink while on duty.
es: ¡Este barril de vino tiene casi 200 años! Si tan solo me permitieran beber mientras estoy de servicio.

source: These three orbs must be ancient, but still pulse with some kind of dark energy. Just standing near them gives me a splitting headache.
es: Estas tres esferas deben de ser antiguas, pero aún pulsan con algún tipo de energía oscura. Solo estar cerca de ellas me provoca un dolor de cabeza terrible.

source: I’ve found a key! It must be magical; it started glowing as soon as I touched it.
es: ¡He encontrado una llave! Debe ser mágica; empezó a brillar en cuanto la toqué.

source: Aaah, humans! Run away!
es: ¡Aaah, humanos! ¡Corran!

source: I guess there are goblins living here. Well, that explains the lit torches.
es: Supongo que hay goblins viviendo aquí. Bueno, eso explica las antorchas encendidas.

source: Hey, this looks tasty!
es: ¡Oye, esto se ve sabroso!

source: Ugh, my head hurts. Was this room always spinning?
es: Ugh, me duele la cabeza. ¿Siempre estuvo girando esta sala?

source: Blech, this tastes awful! Whatever used to be in here, it went bad long ago.
es: Puaj, ¡esto sabe horrible! Lo que fuera que había aquí se echó a perder hace mucho tiempo.

source: ACK! I’M DYING!
es: ¡AGH! ¡ME ESTOY MURIENDO!

source: Hah, just messing with you, it’s only water.
es: Jajaja, solo bromeaba, es solo agua.

source: Look, a key! But it’s guarded by all those goblins... and there are ghouls in cages!
es: ¡Mira, una llave! Pero está custodiada por todos esos goblins... ¡y hay necrófagos en jaulas!

source: The goblins’ eyes must be blinded by their fires. I still haven’t been spotted.
es: Los ojos de los goblins deben estar cegados por sus hogueras. Aún no me han visto.

source: Hmm, it looks like this rune is connected to those cages. I’ll bet I could get one of them open...
es: Hmm, parece que esta runa está conectada a esas jaulas. Apostaría a que podría abrir una de ellas...

source: Yes, release some ghouls.
es: Sí, liberar algunos necrófagos.

source: Aaahh!! The monsters have escaped!
es: ¡Aaahh!! ¡Los monstruos se han escapado!

source: No, keep them locked up.
es: No, mantenerlos encerrados.

source: Ah, this is the control for the experiment testing cages. Should I open them?
es: Ah, este es el control de las jaulas de experimentación. ¿Debería abrirlas?

source: Yes, release all the ghouls.
es: Sí, liberar a todos los necrófagos.

source: Humans! Get them!
es: ¡Humanos! ¡Atrápenlos!

source: Noooo, wolfieeee!!!
es: ¡¡¡Noooo, lobitooo!!!

source: Look what I found! This key started glowing as soon as I touched it.
es: ¡Mira lo que encontré! Esta llave empezó a brillar en cuanto la toqué.

source: Ruuuh... Brains...
es: Ruuuh... Cerebros...

source: This legendary magical staff has the power to reshape reality at will! Unfortunately, this zombie is not intelligent enough to understand the significance of what it has found, and merely perceives a lifeless room.
es: ¡Este legendario bastón mágico tiene el poder de remodelar la realidad a voluntad! Desafortunadamente, este zombi no es lo suficientemente inteligente para comprender la importancia de lo que ha encontrado, y simplemente percibe una sala sin vida.

source: The Amulet should be just beyond that gate, within the inner sanctum. We will have to find a pair of magical keys to open the door.
es: El Amuleto debería estar justo más allá de esa puerta, dentro del santuario interior. Tendremos que encontrar un par de llaves mágicas para abrirla.

source: Both keys are found! We can now enter the inner sanctum and retrieve the Amulet.
es: ¡Se han encontrado ambas llaves! Ahora podemos entrar al santuario interior y recuperar el Amuleto.

source: I hope Owaec hasn’t gotten into any trouble outside...
es: Espero que Owaec no se haya metido en problemas afuera...

source: Are we ready to enter the inner sanctum?
es: ¿Estamos listos para entrar al santuario interior?

source: Yes, I’m ready.
es: Sí, estoy listo.

source: Sanctum Guard
es: Guardián del Santuario

source: Is that... the Amulet?
es: ¿Es eso... el Amuleto?

source: Yes. We now look upon one of the most powerful artifacts ever to taint Irdya. But first, we must clear out this room.
es: Sí. Ahora contemplamos uno de los artefactos más poderosos que jamás haya mancillado Irdya. Pero primero, debemos limpiar esta sala.

source: TRESSPASSERS!
es: ¡INTRUSOS!

source: Prepare for incoming undead!
es: ¡Prepárense para los no muertos que vienen!

source: Chief Dra-Nak
es: Jefe Dra-Nak

source: What do we have here? This is what those wyrms were groveling about?
es: ¿Qué tenemos aquí? ¿De esto se arrastraban aquellos sierpes?

source: I’m Dra-Nak, Chief from the Whitefang clan. What’re you doing so far away from home, human?
es: Soy Dra-Nak, Jefe del clan Colmillo Blanco. ¿Qué haces tan lejos de casa, humano?

source: I am a lord of the Horse Clans, and we are here on Wesnoth business. You would do well not to bother us.
es: Soy un señor de los Clanes de Jinetes, y estamos aquí por asuntos de Wesnoth. Harías bien en no molestarnos.

source: Wesnoth business, huh. ...you’re not the first group of deserters I’ve caught fleeing the undead.
es: Asuntos de Wesnoth, eh. ...no son el primer grupo de desertores que atrapo huyendo de los no muertos.

source: I’ll tell you what. I’m a fair orc, I won’t take advantage of your situation. Maybe I can help you. Let’s make a deal.
es: Te diré algo. Soy un orco justo, no aprovecharé tu situación. Tal vez pueda ayudarte. Hagamos un trato.

source: Those necromancers down south are paying me good coin to keep them supplied with corpses. Hand over, let’s say, eight of your soldiers as tribute, and you’re free to go about your business. I’ll even give you a cut of the profit!
es: Esos nigromantes del sur me pagan buenas monedas para mantenerlos provistos de cadáveres. Entrégame, digamos, ocho de tus soldados como tributo, y quedarás libre para ocuparte de tus asuntos. ¡Incluso te daré una parte de la ganancia!

source: Today I have been called shortsighted, then a coward, and now a deserter?! My honor will stand no more insult! Begone, fetid orc, lest I mount your head on a pike! I don’t fear the dead and I don’t fear you.
es: ¿Hoy me han llamado miope, luego cobarde, y ahora desertor?! ¡Mi honor no soportará más insultos! ¡Lárgate, orco fétido, o clavaré tu cabeza en una lanza! No temo a los muertos y no te temo a ti.

source: (grinning) I was hoping you’d say that!
es: (sonriendo) ¡Esperaba que dijeras eso!

source: Gweddry may command the whole of our party, but do not forget that I too can recruit and recall! I will need soldiers to hold the line against these orcs.
es: Gweddry puede comandar a toda nuestra partida, pero no olviden que yo también puedo reclutar y reincorporar. Necesitaré soldados para sostener la línea contra estos orcos.

source: Time to chop some human heads!
es: ¡Hora de cortar algunas cabezas humanas!

source: Keep attacking, hit ’em while the sun’s down!
es: ¡Sigan atacando, denles mientras el sol esté oculto!

source: Chief’s orders, let’s get them!
es: ¡Órdenes del Jefe, vamos a por ellos!

source: Burn and pillage!
es: ¡Quemen y saqueen!

source: Excellent. Now...
es: Excelente. Ahora...

source: Wait, Dacyn, before you pick that up... are you sure this is the right decision? Even if you can wield it safely, something this evil will doubtlessly corrupt anyone who possesses it.
es: Espera, Dacyn, antes de que lo tomes... ¿estás seguro de que esta es la decisión correcta? Incluso si puedes manejarlo con seguridad, algo tan malvado corromperá sin duda a cualquiera que lo posea.

source: Why, I’m incredibly touched by your deep show of affection. I’m sure that will be of great comfort when thousands are massacred after Wesnoth loses its greatest war in living memory.
es: Vaya, estoy profundamente conmovido por tu muestra de afecto. Estoy seguro de que será un gran consuelo cuando miles sean masacrados tras perder Wesnoth su guerra más grande en la memoria viviente.

source: No, Gweddry, I am not sure. But I know of no other way to defeat Mal-Ravanal. I have tried once before. Even as a mage, Ravan’s powers near outmatched my own. As the lich Mal-Ravanal, perhaps only Delfador the Great could have stood a chance.
es: No, Gweddry, no estoy seguro. Pero no conozco otra forma de derrotar a Mal-Ravanal. Ya lo intenté una vez antes. Incluso siendo un mago, los poderes de Ravan casi sobrepasaban los míos. Como el liche Mal-Ravanal, quizás solo Delfador el Grande habría tenido alguna oportunidad.

source: This Amulet will give us the edge that I need. With it, I can open a gate to the Land of the Dead and pull Mal-Ravanal’s unholy spells out of this world.
es: Este Amuleto nos dará la ventaja que necesito. Con él, puedo abrir un portal a la Tierra de los Muertos y arrancar los conjuros impíos de Mal-Ravanal de este mundo.

source: But if what you said is true, the very same could be said of Ravan. How do you know you will not fall down the same path as well?
es: Pero si lo que dijiste es cierto, lo mismo podría decirse de Ravan. ¿Cómo sabes que no caerás también en el mismo camino?

source: You are right, Gweddry. I cannot know. But I must try. If I do not, Wesnoth — nay, all of Irdya — will surely fall to ruin. As long as I try, there is still a chance. Sacrificing myself is of no consequence if it is for the greater good.
es: Tienes razón, Gweddry. No puedo saberlo. Pero debo intentarlo. Si no lo hago, Wesnoth — no, toda Irdya — caerá sin duda en la ruina. Mientras lo intente, todavía hay una oportunidad. Sacrificarme no tiene importancia si es por el bien mayor.

source: (picks up the amulet)
es: (toma el amuleto)

source: Dacyn! Everyone stand back, give him some air.
es: ¡Dacyn! Todos retrocedan, denle un poco de aire.

source: ... do not fear, I am unharmed. I just... need a moment to catch my breath.
es: ... no teman, no estoy herido. Solo... necesito un momento para recuperar el aliento.

source: Hah, did you think you were safe hiding back in here? Nobody can escape from Dra-Nak, greatest chief east of the Listra.
es: Jah, ¿pensaste que estabas a salvo escondiéndote aquí? Nadie puede escapar de Dra-Nak, el mayor jefe al este del Listra.

source: See see! I told you there were humans in here! And I showed you the secret passage! Reward reward?
es: ¡Miren miren! ¡Les dije que había humanos aquí! ¡Y les mostré el pasaje secreto! ¿Recompensa, recompensa?

source: Sure, here you go. You did well.
es: Claro, aquí tienes. Lo hiciste bien.

source: As for you humans, you might as well convince your friends outside to surrender. Otherwise, we’ll slaughter you all starting with that injured old man. I gave you a chance to do things fairly before, but now we’re doing things my way.
es: En cuanto a ustedes humanos, mejor convenzan a sus amigos afuera de que se rindan. De lo contrario, los masacraremos a todos empezando por ese viejo herido. Antes les di la oportunidad de hacer las cosas de manera justa, pero ahora haremos las cosas a mi manera.

source: <span size='small'><i>I don’t know what these orcs want with us, but we can’t hope to escape with Dacyn so badly hurt.</i></span>
es: <span size='small'><i>No sé qué quieren estos orcos con nosotros, pero no podemos esperar escapar con Dacyn tan gravemente herido.</i></span>

source: Very well, orc, we will surrender.
es: Muy bien, orco, nos rendiremos.

source: Captured
es: Capturado

source: After their surrender, Gweddry, Dacyn, and Owaec were promptly taken before the orcish chieftain, Dra-Nak. The rest were thrown into the prisons to await their turn...
es: Después de su rendición, Gweddry, Dacyn y Owaec fueron llevados de inmediato ante el caudillo orco, Dra-Nak. El resto fueron arrojados a las prisiones para esperar su turno...

source: Prisoners
es: Prisioneros

source: Bats
es: Murciélagos

source: unarmed
es: desarmado

source: Several of Gweddry’s men find themselves locked away in a crude orcish cell.
es: Varios de los hombres de Gweddry se encuentran encerrados en una austera celda orca.

source: We’ve got to get out of here!
es: ¡Tenemos que salir de aquí!

source: I’m sure your commanders will come and save us!
es: ¡Estoy seguro de que sus comandantes vendrán y nos salvarán!

source: What? Didn’t you see those huge orcs drag them away? It’s hopeless!
es: ¿Qué? ¿No viste a esos enormes orcos arrastrarlos? ¡No hay esperanza!

source: female^What? Didn’t you see those huge orcs drag them away? It’s hopeless!
es: ¿Qué? ¿No viste a esos enormes orcos arrastrarlos? ¡No hay esperanza!

source: Be quiet, you three! There’s something back here...
es: ¡Silencio, ustedes tres! Hay algo aquí detrás...

source: Look! There’s a gap in the wall over here. I think I can slip through if I clear away some of these rocks...
es: ¡Miren! Hay un hueco en esta pared. Creo que me puedo deslizar por él si retiro algunas de estas rocas...

source: Come on! This way!
es: ¡Vamos! ¡Por aquí!

source: Find Gweddry, Dacyn and Owaec
es: Encuentre a Gweddry, Dacyn y Owaec

source: Death of the escapees
es: Muerte de los fugitivos

source: The door won’t open from this side.
es: La puerta no se va a abrir desde este lado.

source: $deserter_name, I don’t recognize you, and you look like you’ve been locked up longer than the rest of us. How did you get here?
es: $deserter_name, no te reconozco, y parece que has estado encerrado más tiempo que el resto de nosotros. ¿Cómo llegaste aquí?

source: female^$deserter_name, I don’t recognize you, and you look like you’ve been locked up longer than the rest of us. How did you get here?
es: female^$deserter_name, no te reconozco, y parece que has estado encerrado más tiempo que el resto de nosotros. ¿Cómo llegaste aquí?

source: When the undead burned Tath, I got... lost. I have family up north, but I didn’t even get across the ford before some orcs captured me. They marched me and many other slaves east along the river, until we arrived here.
es: Cuando los no muertos quemaron Tath, me... perdí. Tengo familia en el norte, pero ni siquiera alcancé a cruzar el vado antes de que unos orcos me capturaran. Me llevaron junto con muchos otros esclavos hacia el este por el río, hasta que llegamos aquí.

source: (scowling) A deserter. We should lock you back in your cell.
es: (frunciendo el ceño) Un desertor. Deberíamos encerrarte de nuevo en tu celda.

source: female^(scowling) A deserter. We should lock you back in your cell.
es: female^(frunciendo el ceño) Un desertor. Deberíamos encerrarte de nuevo en tu celda.

source: No, please, you don’t understand! The undead are everywhere! I didn’t want to die like all my friends...
es: ¡No, por favor, no entienden! ¡Los no muertos están en todas partes! No quería morir como todos mis amigos...

source: Do you hear something coming from those pits?
es: ¿Escuchan algo que viene de esos pozos?

source: Neep! Neep!
es: ¡Nip! ¡Nip!

source: Ack! Get away from me!
es: ¡Ay! ¡Aléjate de mí!

source: This tunnel seems to go deeper into the caves. We can’t go that way.
es: Este túnel parece adentrarse profundamente en las cuevas. No podemos ir por ahí.
