Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: Bah, I didn’t need your help! Sooner or later, I would have gotten out of this cage on my own.
es: Bah, ¡no necesitaba tu ayuda! Tarde o temprano habría salido de esta jaula por mi cuenta.

source: My thanks, friends. I had despaired of ever again riding free amongst the living.
es: Gracias, amigos. Había perdido la esperanza de volver a cabalgar libre entre los vivos.

source: Vengeance upon the undead! I will make them pay for the abuse they’ve inflicted upon us!
es: ¡Venganza contra los no-muertos! ¡Haré que paguen por el abuso que nos han infligido!

source: Truly you are heroes of legend to have fought so deep past the undead! I am forever in your debt.
es: ¡Realmente son héroes de leyenda por haber luchado tan profundamente más allá de los no-muertos! Estoy eternamente en deuda con ustedes.

source: Escape by defeating one of the dark sorcerers
es: Escapar matando a uno de los dos hechiceros oscuros

source: Rescue the imprisoned knights
es: Rescata a los caballeros prisioneros

source: The Bitter Swamp’s ill reputation is, it seems, well merited. Mal-Ravanal’s fortress lies before us.
es: La mala reputación del Pantano Amargo parece estar bien merecida. La fortaleza de Mal-Ravanal se encuentra ante nosotros.

source: Yes, and behind us undead forces are closing in, including that pest Mal-Skraat. What exactly is your plan? We have no means for victory with the scant tools we have available to us right now. Even if we were to destroy Mal-Ravanal’s skeletal body, their spirit would remain and simply possess another.
es: Sí, y detrás de nosotros las fuerzas no-muertas se acercan, incluyendo a ese plaga Mal-Skraat. ¿Cuál es exactamente tu plan? No tenemos medios para la victoria con las pocas herramientas que disponemos ahora. Incluso si destruyéramos el cuerpo esquelético de Mal-Ravanal, su espíritu permanecería y simplemente poseería otro.

source: To retreat, we need to kill one of these dark sorcerers that follow us. But we are already in the enemy capital and I believe we have a duty to hamper the undead however we can. And look, we are not the only ones fighting here!
es: Para retirarnos, necesitamos matar a uno de esos hechiceros oscuros que nos siguen. Pero ya estamos en la capital enemiga y creo que tenemos el deber de entorpecer a los no-muertos como podamos. ¡Y mira, no somos los únicos que están luchando aquí!

source: In the name of all that is holy, Lich, I will strike you down!
es: ¡En el nombre de todo lo sagrado, liche, acabaré contigo!

source: Try it, fleshbag.
es: Inténtalo, saco de carne.

source: That tickled a bit!
es: ¡Eso hizo cosquillas!

source: Well paladin, this has been amusing, but apparently we have a new group of guests to entertain. Back into the cage with you.
es: Bueno paladín, esto ha sido divertido, pero al parecer tenemos un nuevo grupo de invitados que entretener. De vuelta a la jaula contigo.

source: Gratitude to you and yours, pious warriors! Now let us join forces to free my companions and cleanse this place in holy fire!
es: ¡Mi gratitud a ti y a los tuyos, guerreros piadosos! Ahora unamos fuerzas para liberar a mis compañeros y purificar este lugar con fuego sagrado.

source: Silly fleshbags, did you come just to nourish our swamp?
es: Tontos sacos de carne, ¿vinieron solo a alimentar nuestro pantano?

source: Did you really think that your crude weapons would work?
es: ¿De verdad pensaron que sus armas rudimentarias funcionarían?

source: Mal-Ravanal cannot be defeated right now. We must flee!
es: Mal-Ravanal no puede ser derrotado ahora. ¡Debemos huir!

source: Gweddry, we should not be here. They are merely toying with us right now, but all will be lost if Mal-Ravanal finds me amongst you!
es: Gweddry, no deberíamos estar aquí. Ahora solo están jugando con nosotros, pero todo se perderá si Mal-Ravanal me encuentra entre ustedes.

source: Wait a moment! That nauseating holier-than-thou aura...
es: ¡Un momento! Ese nauseabundo aire de santurrón...

source: ... ah, Dacyn, what an unexpected surprise! Last time we spoke, you blasted me before I could even finish telling you about my research.
es: ... ah, Dacyn, ¡qué sorpresa inesperada! La última vez que hablamos, me atacaste antes de que pudiera terminar de contarte sobre mi investigación.

source: If only it had ended back then. Stop this madness. Let this torment come to an end.
es: Si tan solo hubiera terminado en aquel entonces. Detén esta locura. Permite que este tormento llegue a su fin.

source: Torment? What torment? You’re the one who seems to be miserable. But don’t worry, if your goal was to become one of these mindless thralls, you came to the right place. You know what they say. No brain, no pain!
es: ¿Tormento? ¿Qué tormento? El que parece estar miserable eres tú. Pero no te preocupes, si tu objetivo era convertirte en uno de estos esclavos sin mente, llegaste al lugar correcto. Ya sabes lo que dicen: sin cerebro, sin dolor.

source: Don’t worry, old friend, these ghosts will take good care of you. Just stay still for a bit...
es: No te preocupes, viejo amigo, estos fantasmas se encargarán bien de ti. Solo quédate quieto un momento...

source: You were <b>friends</b> with this lich?!?
es: ¿Eras <b>amigo</b> de este liche?!?

source: Yes... We studied together many years ago. Ravan’s power was already most potent back then, but I fear it has become far greater now. None of you stand a chance; we must escape immediately!
es: Sí... Estudiábamos juntos hace muchos años. El poder de Ravan ya era muy potente entonces, pero temo que ahora se haya vuelto mucho mayor. Ninguno de ustedes tiene oportunidad; debemos escapar de inmediato.

source: Help, please, I never even liked that lich!
es: ¡Ayuda, por favor, ni siquiera me agradaba ese liche!

source: Useless mage, stop dying and start avenging my sister!
es: ¡Mago inútil, deja de morir y comienza a vengar a mi hermana!

source: Quickly, make for the western edge of the swamp! We have to get out of here!
es: ¡Rápido, diríjanse al borde occidental del pantano! ¡Tenemos que salir de aquí!

source: Did I not warn you? Coming here was a fool’s errand! We have been very lucky to escape with our lives. We must make with all haste to whatever remains of Owaec’s northern outpost and hope we are not pursued.
es: ¿Acaso no te lo advertí? ¡Venir aquí fue una misión de tontos! Hemos tenido mucha suerte de escapar con vida. Debemos apresurarnos hacia lo que quede del puesto fronterizo del norte de Owaec y esperar que no nos persigan.

source: We cannot leave my companions behind! They have suffered grievously already and will surely be slain.
es: ¡No podemos dejar atrás a mis compañeros! Ya han sufrido bastante y con toda seguridad serán asesinados.

source: Save yourselves and do not despair! As long as there are those who resist the darkness, hope will always remain.
es: ¡Sálvense y no desesperen! Mientras haya quienes resistan la oscuridad, siempre quedará la esperanza.

source: Northern Outpost
es: Puesto fronterizo del norte

source: With the elven forest open for passage, Gweddry and his men resumed their journey through the northern Estmarks. After many days of mountainous travel, they were greatly relieved to see the walls of the northern outpost silhouetted against the horizon...
es: Con el bosque élfico abierto para el paso, Gweddry y sus hombres reanudaron su viaje por las Estepas del norte. Tras muchos días de viaje montañoso, respiraron aliviados al ver las murallas del puesto fronterizo del norte recortadas contra el horizonte...

source: Gweddry and his men made good time skirting the eastern Estmarks. After several weeks of marching, they were greatly relieved to see the walls of the northern outpost silhouetted against the horizon...
es: Gweddry y sus hombres avanzaron bien bordeando las Estepas del este. Tras varias semanas de marcha, respiraron aliviados al ver las murallas del puesto fronterizo del norte recortadas contra el horizonte...

source: Leaving the Bitter Swamp far behind, Gweddry and his men fled northwest as if their heels were winged. After weeks of frantic marching, they were greatly relieved to see the walls of the northern outpost silhouetted against the horizon...
es: Dejando muy atrás el Pantano Amargo, Gweddry y sus hombres huyeron hacia el noroeste como si tuvieran alas en los talones. Tras semanas de frenética marcha, se sintieron enormemente aliviados al ver los muros del puesto avanzado del norte recortados contra el horizonte...

source: There lies Anwyan, our local priestess. She insisted on hiding the others first and was one of those who didn’t make it to the cellars in time.
es: Ahí yace Anwyan, nuestra sacerdotisa local. Insistió en esconder a los demás primero y fue una de las que no logró llegar a las bodegas a tiempo.

source: Find the outlaw leader
es: Encuentra al líder de los forajidos

source: Kill Shodrano
es: Mata a Shodrano

source: Defeat Rilaka
es: Derrota a Rilaka

source: Death of Gweddry, Dacyn, or Owaec
es: Muerte de Gweddry, Dacyn u Owaec

source: Owaec is a leader and can recruit units when standing on a keep.
es: Owaec es un líder y puede reclutar unidades cuando está en un torreón.

source: Capture any village to check it for outlaws.
es: Captura cualquier aldea para comprobar si hay forajidos.

source: Alas! The northern outpost has been destroyed...
es: ¡Ay! El puesto avanzado del norte ha sido destruido...

source: Did you expect anything else? Owaec has either fled or perished and the undead hordes now march toward the River Weldyn. They must seek to overrun Wesnoth before the king can muster his armies.
es: ¿Esperabas otra cosa? Owaec ha huido o perecido y las hordas de no muertos ahora marchan hacia el río Weldyn. Deben de buscar arrasar Wesnoth antes de que el rey pueda reunir a sus ejércitos.

source: Hail, Gweddry!
es: ¡Salve, Gweddry!

source: Hail, Owaec! I am stunned and relieved to see that you are still well. How did you escape the undead?
es: ¡Salve, Owaec! Estoy asombrado y aliviado de ver que sigues bien. ¿Cómo escapaste de los no muertos?

source: Many of these farmers dug deep cellars connected to a network of caves. I hid as many villagers as I could once our scouts spotted the undead. They must have thought the villages abandoned, for they moved on swiftly westward, and yet...
es: Muchos de estos campesinos cavaron bodegas profundas conectadas a una red de cuevas. Escondí a tantos aldeanos como pude una vez que nuestros exploradores avistaron a los no muertos. Debieron de pensar que las aldeas estaban abandonadas, pues siguieron rápidamente hacia el oeste, y aun así...

source: ... I was not able to save everyone. Gweddry, their deaths weigh heavy on my heart.
es: ... no fui capaz de salvar a todos. Gweddry, sus muertes pesan mucho en mi corazón.

source: I am surprised you managed to save even yourself, much less anyone else. But compared to the havoc these undead seek to unleash on all Wesnoth, the deaths of a few peasants are hardly worth mourning.
es: Me sorprende que lograras salvarte a ti mismo, y mucho menos a alguien más. Pero comparado con el caos que estos no muertos buscan desatar sobre todo Wesnoth, las muertes de unos pocos campesinos apenas valen la pena ser lamentadas.

source: How can you say-
es: ¿Cómo puedes decir...?

source: For now, I must study and consider how these undead can be defeated, and then we should leave before more arrive. Will you join us?
es: Por ahora debo estudiar y pensar cómo se puede derrotar a estos no muertos, y luego deberíamos marcharnos antes de que lleguen más. ¿Te unirás a nosotros?

source: No. I failed these villagers once. I will not do so again. They have survived the undead, but a gang of bandits exploits our weakness and now terrorizes these people. I cannot seem to find a way to defeat the outlaws; they hide in the village cellars whenever I send in my horsemen.
es: No. Fallé a estos aldeanos una vez. No lo haré de nuevo. Han sobrevivido a los no muertos, pero una banda de bandidos aprovecha nuestra debilidad y ahora aterroriza a esta gente. No logro encontrar una manera de derrotar a los forajidos; se esconden en las bodegas de las aldeas cada vez que envío a mis jinetes.

source: I fear that until the undead are defeated, these villagers will never be truly safe. But if we can drive these bandits out, will you join us? From what Dacyn tells me, Wesnoth will need all of its soldiers if it is to survive what has come.
es: Temo que hasta que los no muertos sean derrotados, estos aldeanos nunca estarán realmente seguros. Pero si logramos expulsar a estos bandidos, ¿te unirás a nosotros? Por lo que me dice Dacyn, Wesnoth necesitará a todos sus soldados si quiere sobrevivir a lo que se avecina.

source: If the situation is so dire, I am honor-bound to join you... but I know of no way to remove these bandits.
es: Si la situación es tan grave, estoy obligado por honor a unirme a ustedes... pero no conozco manera de expulsar a estos bandidos.

source: You forget that I have many skills as the advisor to the Crown. I can reveal the bandits when our soldiers enter a village. However, this magic will require my full attention. I will not be able to battle them directly.
es: Olvidas que tengo muchas habilidades como consejero de la Corona. Puedo revelar a los bandidos cuando nuestros soldados entren en una aldea. Sin embargo, esta magia requerirá toda mi atención. No podré combatirlos directamente.

source: Naw, wizard, you go help fight. We don’t need no fancy magic for this. I’ve dealt with plenty o’ thugs before. Maybe if you <i>untie me</i> I’ll help you find ’em, eh?
es: No, mago, ve y ayuda en la lucha. No necesitamos magia elegante para esto. Ya me he ocupado de muchos maleantes antes. Tal vez si me <i>desatas</i> te ayude a encontrarlos, ¿eh?

source: Do you promise you won’t simply flee if we set you free? This is a battle for all of Wesnoth. If we fail, it will spell doom not just for us, but also for you and your little mercenary band.
es: ¿Prometes que no huirás si te liberamos? Esta es una batalla por todo Wesnoth. Si fallamos, será la perdición no solo para nosotros, sino también para ti y tu pequeña banda de mercenarios.

source: Eh, there’s always a necromancer or warlord o’ some kind one way or another. Me and my boys woulda been fine.
es: Eh, siempre hay un nigromante o caudillo de algún tipo de una forma u otra. Yo y mis muchachos hubiéramos estado bien.

source: But yeah, sure, I ain’t runnin’. Just sayin’, as soon as this invasion business is done, I’m outta here.
es: Pero sí, claro, no voy a huir. Solo digo, en cuanto acabe todo este asunto de la invasión, me largo de aquí.

source: Very well, untie him! Owaec, we will aid you in driving out these bandits.
es: Muy bien, ¡desátenlo! Owaec, te ayudaremos a expulsar a estos bandidos.

source: Very well. Owaec, we will aid you in driving out these bandits. Dacyn, cast your spell!
es: Muy bien. Owaec, te ayudaremos a expulsar a estos bandidos. ¡Dacyn, lanza tu conjuro!

source: (You may now recruit Horsemen and Cavalrymen!)
es: (¡Ahora puedes reclutar Jinetes y Soldados de Caballería!)

source: Pull aside that old rug, will ya? I think I see somethin’...
es: Aparta esa alfombra vieja, ¿quieres? Creo que veo algo...

source: Check under the floorboards! There’s always somethin’ there.
es: ¡Mira bajo las tablas del suelo! Siempre hay algo ahí.

source: Shh! Do ya hear that?
es: ¡Shh! ¿Escuchas eso?

source: Lemme take a closer look...
es: Déjame echar un vistazo más de cerca...

source: Every outlaw posse got a leader. Tear up enough cellars and he’ll turn up, then take him out and the rest’ll run for the hills.
es: Cada grupo de forajidos tiene un líder. Revienta suficientes sótanos y aparecerá, luego elimínalo y el resto huirá a las colinas.

source: Like your mercenary band did?
es: ¿Como lo hizo tu banda de mercenarios?

source: I believe there is a leader behind these outlaws. Kill him and we will face no further resistance.
es: Creo que hay un líder tras estos forajidos. Mátalo y no enfrentaremos más resistencia.

source: Gah, I’ve been found!
es: ¡Ah, me han encontrado!

source: That’s the bandit leader! Kill him!
es: ¡Es el líder de los bandidos! ¡Matadlo!

source: This is how it ends...
es: Así es como termina...

source: Huzzah!! At last, these villagers are liberated! Gweddry, thank you for your aid. I place my Clansmen and myself at your service.
es: ¡¡Hurra!! ¡Al fin, estos aldeanos están liberados! Gweddry, gracias por tu ayuda. Pongo a mis Clanes y a mí mismo a tu servicio.

source: There is no more need for me to concentrate on this spell. However, we still need to deal with the adept.
es: Ya no es necesario que me concentre en este conjuro. Sin embargo, aún debemos ocuparnos del adepto.

source: Ah ha! I knew this outpost wasn’t really abandoned! Too bad nobody else believed me. Maybe once I defeat you I’ll finally get the respect I deserve?
es: ¡Ajá! ¡Sabía que este puesto avanzado no estaba realmente abandonado! Lástima que nadie más me creyera. Tal vez una vez que los derrote, ¿finalmente obtenga el respeto que merezco?

source: Defeat us, hmm? I have a better idea.
es: ¿Derrotarnos, hmm? Tengo una idea mejor.

source: Once again, undead threaten these villagers! In the name of the Clans, I will strike you down!
es: ¡Una vez más, los no muertos amenazan a estos aldeanos! ¡En nombre de los Clanes, te derrotaré!

source: No! I deserve better than this!
es: ¡No! ¡Merezco algo mejor que esto!

source: Huzzah!! May these be the first of many undead to fall before our hooves! Gweddry, thank you for your aid. I place my Clansmen and myself at your service.
es: ¡Hurra! ¡Que estos sean los primeros de muchos no muertos en caer ante nuestros cascos! Gweddry, gracias por tu ayuda. Pongo a mis clanes y a mí mismo a tu servicio.

source: Now let us free these villagers from the outlaws terrorizing them!
es: ¡Ahora liberemos a estos aldeanos de los forajidos que los aterrorizan!

source: Now that both the outlaws and undead are defeated, we finally have some time to rest.
es: Ahora que tanto los forajidos como los no muertos han sido derrotados, por fin tenemos algo de tiempo para descansar.

source: Good. Now leave me in peace while I consider how to combat this invasion.
es: Bien. Ahora déjenme en paz mientras considero cómo combatir esta invasión.

source: Some time later...
es: Algún tiempo después...

source: Mage, pull your nose out of your books for a moment, would you? Gweddry and I have some questions about this invasion you speak of.
es: Mago, ¿puedes sacar la nariz de tus libros por un momento? Gweddry y yo tenemos algunas preguntas sobre esta invasión de la que hablas.

source: Back at the undead capital, the lich Mal-Ravanal referred to you as an old friend. What history is there between you?
es: En la capital de los no muertos, el liche Mal-Ravanal se refirió a ti como un viejo amigo. ¿Qué historia hay entre ustedes?

source: What do you know of the dread lich they called Mal-Ravanal? Back at the southern outpost, you purposely hid yourself to avoid being seen.
es: ¿Qué sabes del temido liche al que llamaban Mal-Ravanal? En el puesto del sur, te ocultaste deliberadamente para evitar ser visto.

source: I suppose you have a right to know of the adversary we face. Mal-Ravanal was, at first, a mage of the realm like me. His fall began during the reign of our previous king, Haldric VII...
es: Supongo que tienen derecho a saber sobre el adversario al que nos enfrentamos. Mal-Ravanal fue, al principio, un mago del reino como yo. Su caída comenzó durante el reinado de nuestro anterior rey, Haldric VII...

source: The greatest seer in the land, an elderly Sylph named Eryssa, came to Weldyn and spoke of the emergence of a power that threatened to corrupt Wesnoth’s greatest mages and eventually bring ruin to the entire kingdom. She offered only a small piece of cryptic advice, that avoiding this calamity would require a peerless wisdom to harness the use of tremendous power.
es: La mayor vidente del país, una anciana sílfide llamada Eryssa, llegó a Weldyn y habló sobre la aparición de un poder que amenazaba con corromper a los grandes magos de Wesnoth y, finalmente, llevar a la ruina a todo el reino. Ella ofreció solo un pequeño y críptico consejo: que evitar esta calamidad requeriría de una sabiduría sin igual para dominar el uso de un poder inmenso.

source: The King endeavoured to seek this peerless savant. In all the land, there were two magi that clearly stood out from the rest. Myself, and my good friend Ravan, a mage from the east. The King, wishing to choose the best advisor, sent us both before Eryssa. Then he conversed with the seer privately. None know what was said, but when he came out he announced that the seer was dead, and she had... chosen... me as the King’s new advisor.
es: El rey se esforzó por buscar a este sabio sin igual. En todo el país había dos magos que destacaban claramente sobre el resto: yo mismo y mi buen amigo Ravan, un mago del este. El rey, deseando elegir al mejor consejero, nos envió a ambos ante Eryssa. Luego conversó con la vidente en privado. Nadie sabe lo que se dijo, pero cuando salió anunció que la vidente había muerto, y que ella había... elegido... a mí como el nuevo consejero del rey.

source: Ravan took this quietly enough, or so I had thought, but it must have been more of a blow than I had realized. We drifted apart for a long while, and several years passed without me seeing my once close friend.
es: Ravan aceptó esto con bastante calma, o eso pensé, pero debió de ser un golpe mayor de lo que imaginé. Nos distanciamos por mucho tiempo, y pasaron varios años sin que volviera a ver a mi antiguo amigo cercano.

source: One day, I received a message. Ravan was calling me north across the Great River and past the Listra, to an ancient sanctuary that we had once explored together in our younger years. At that time, I had still thought Ravan was my friend and a respected mage of the Light, so I obliged. It sounds foolish now, in hindsight, but I made the long journey north in the darkness of winter to the sanctuary and its hidden chambers.
es: Un día, recibí un mensaje. Ravan me llamaba al norte, cruzando el Gran Río y más allá del Listra, hacia un antiguo santuario que habíamos explorado juntos en nuestra juventud. En ese entonces, aún creía que Ravan era mi amigo y un respetado mago de la Luz, así que acepté. Ahora suena insensato, en retrospectiva, pero emprendí el largo viaje hacia el norte en la oscuridad del invierno, hasta el santuario y sus cámaras ocultas.

source: Even now, that dreadful scene is burned into my memory. At a mere glance, I could already sense the taint of black magic on that cloaked form. Ravan’s once bright aura was enshrouded by an impenetrable darkness, thick and potent and filled with terror. Before I could gather myself, hoarse and frightful voices sprang to life around me, a stream of foul incantations whose cacophonous sound clawed and tore at my body and soul. At that moment, I knew I was obliged to do whatever was necessary to excise this evil from the world.
es: Incluso ahora, esa espantosa escena está grabada en mi memoria. Con una sola mirada, ya podía sentir la mancha de la magia negra en esa figura encapuchada. El aura de Ravan, que una vez fue luminosa, estaba envuelta en una oscuridad impenetrable, espesa, potente y llena de terror. Antes de poder reaccionar, voces roncas y espeluznantes cobraron vida a mi alrededor, un torrente de viles conjuros cuyo sonido cacofónico desgarraba mi cuerpo y mi alma. En ese momento, supe que estaba obligado a hacer lo que fuera necesario para extirpar este mal del mundo.
