Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: This saccharine green liquid grants +1 movement and +10% defense on all terrain. You may have difficulty standing still.
es: Este líquido verde azucarado otorga +1 de movimiento y +10% de defensa en todos los terrenos. Podrías tener dificultad para quedarte quieto.

source: <span color='#0BDA51' size='x-small'>haste</span>
es: <span color='#0BDA51' size='x-small'>prisa</span>

source: haste
es: prisa

source: An elixir of haste has given this unit +1 movement and +10% defense on all terrain.
es: Un elixir de prisa ha otorgado a esta unidad +1 de movimiento y +10% de defensa en todos los terrenos.

source: Elixir of Fury
es: Elixir de Furia

source: The red liquid in this vial sloshes violently, as though trying to escape. Drinking it grants <b><i>unlimited melee attacks</i></b> and the <b><i>berserk</i></b> melee special.
es: El líquido rojo en este vial se agita violentamente, como intentando escapar. Beberlo otorga <b><i>ataques cuerpo a cuerpo ilimitados</i></b> y la habilidad cuerpo a cuerpo <b><i>furia</i></b>.

source: <span color='#FF0000' size='x-small'>berserker fury</span>
es: <span color='#FF0000' size='x-small'>furia berserker</span>

source: fury
es: furia

source: An elixir of fury has given this unit <b><i>unlimited melee attacks</i></b> and the <b><i>berserk</i></b> melee special.
es: Un elixir de furia ha otorgado a esta unidad <b><i>ataques cuerpo a cuerpo ilimitados</i></b> y la habilidad cuerpo a cuerpo <b><i>furia</i></b>.

source: audacious
es: audaz

source: Fights normally during unfavorable times of day/night
es: Lucha normalmente durante momentos desfavorables del día o la noche

source: Aversion to light and dark holds no sway over these audacious individuals.
es: La aversión a la luz y la oscuridad no afecta a estos individuos audaces.

source: deserter
es: desertor

source: female^deserter
es: desertora

source: When this unit drops below half health, it will flee the battle and reappear on your recall list.
es: Cuando esta unidad cae por debajo de la mitad de su salud, huirá del combate y reaparecerá en tu lista de reincorporaciones.

source: Forget this!
es: ¡Olvídalo!

source: Run for your lives!
es: ¡Huyan por sus vidas!

source: female^Get me out of here!
es: ¡Sácame de aquí!

source: The ‘deserter’ trait has caused $unit.name to flee back to your recall list.
es: El rasgo ‘desertor’ ha provocado que $unit.name huya de nuevo a tu lista de reincorporaciones.

source: female^The ‘deserter’ trait has caused $unit.name to flee back to your recall list.
es: El rasgo ‘desertora’ ha provocado que $unit.name huya de nuevo a tu lista de reincorporaciones.

source: mercenary
es: mercenario

source: female^mercenary
es: mercenaria

source: <span color='#00FF00'>+30%</span> base damage when gold is positive. <span color='#FF0000'>-30%</span> base damage when gold is 0 or negative.
es: <span color='#00FF00'>+30%</span> de daño base cuando el oro es positivo. <span color='#FF0000'>-30%</span> de daño base cuando el oro es 0 o negativo.

source: +30% base damage when gold is positive. -30% base damage when gold is 0 or negative.
es: +30% de daño base cuando el oro es positivo. -30% de daño base cuando el oro es 0 o negativo.

source: survivor
es: superviviente

source: female^survivor
es: superviviente

source: <span color='#00FF00'>+1</span> damage to and <span color='#00FF00'>-1</span> damage from undead, necromancers, and bats. Against all odds, this unit has endured the terrors and tortures of Mal-Ravanal’s prisons and lived to tell the tale. Survivors bear a heavy burden from their time in captivity, but have also learned much of the strengths and weaknesses of their former captors.
es: <span color='#00FF00'>+1</span> de daño a y <span color='#00FF00'>-1</span> de daño de no-muertos, nigromantes y murciélagos. Contra todo pronóstico, esta unidad ha soportado los terrores y torturas de las prisiones de Mal-Ravanal y ha sobrevivido para contarlo. Los supervivientes cargan con un pesado fardo de su tiempo en cautiverio, pero también han aprendido mucho sobre las fortalezas y debilidades de sus antiguos captores.

source: +1 damage to and -1 damage from undead, necromancers, and bats. Against all odds, this unit has endured the terrors and tortures of Mal-Ravanal’s prisons and lived to tell the tale. Survivors bear a heavy burden from their time in captivity, but have also learned much of the strengths and weaknesses of their former captors.
es: +1 de daño a y -1 de daño de no-muertos, nigromantes y murciélagos. Contra todo pronóstico, esta unidad ha soportado los terrores y torturas de las prisiones de Mal-Ravanal y ha sobrevivido para contarlo. Los supervivientes cargan con un pesado fardo de su tiempo en cautiverio, pero también han aprendido mucho sobre las fortalezas y debilidades de sus antiguos captores.
