Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: The light fades... Wesnoth, I have failed you...
es: La luz se desvanece... Wesnoth, te he fallado...

source: Watch out behind ye— ach!
es: ¡Cuidao detrás de ti— ach!

source: Though he was not one of us, he served bravely alongside Wesnoth’s best. We must carry on the good fight.
es: Aunque no era uno de los nuestros, sirvió valientemente junto a los mejores de Wesnoth. Debemos continuar la buena lucha.

source: Hurt... grarrgghh...
es: Herido... grarrgghh...

source: How did I get dragged into this mess...
es: Cómo me arrastraron a este lío...

source: Alas, my long, storied, and exceedingly profitable career has at last come to an end, so far from home! I only... wish I could have died on the soft sands... instead of among these primitive barbarians...
es: ¡Ay, mi larga, legendaria y extremadamente rentable carrera ha llegado al fin, tan lejos de casa! Solo... desearía haber muerto sobre las suaves arenas... en lugar de entre estos bárbaros primitivos...

source: Bar... ber... bears? Die why?
es: ¿Os... osos... osos? ¿Morir por qué?

source: Aye, ‘tis a sad place for one o’ us foreigners to fall. We’ll miss ye, that’s for sure.
es: Sí, e' un lugar triste para que uno de nosotro', extranjeros, caiga. Te extrañaremos, eso seguro.

source: Oh, I knew drinking all those elixirs was a bad idea...
es: Oh, sabía que beber todos esos elixires era una mala idea...

source: And so, I give... the last thing I have to give... in service of the Light...
es: Y así, doy... lo último que me queda para dar... al servicio de la Luz...

source: You shall be gravely missed, paladin of the Light! May you long live on in song and tale.
es: Serás profundamente extrañado, paladín de la Luz. Que vivas mucho tiempo en canción y relato.

source: Death is coming for me...
es: La muerte viene por mí...

source: Truly, you have proven that there is goodness within all of us. I pledge that your sacrifice will not be in vain!
es: Realmente, has demostrado que hay bondad dentro de todos nosotros. Prometo que tu sacrificio no será en vano.

source: Alas, I fall...
es: Ay, caigo...

source: Yannic! The Clans have lost another brave soul this day...
es: ¡Yannic! Los Clanes han perdido otra valiente alma en este día...

source: I may die, but Wesnoth will never fall!
es: Puede que muera, pero Wesnoth nunca caerá!

source: There’s too many! Must... keep fighting...
es: ¡Son demasiados! Debo... seguir luchando...

source: Ack! Curse these undead! I should have listened to my mother and been a dentist...
es: ¡Argh! ¡Malditos no muertos! Debería haber escuchado a mi madre y haber sido dentista...

source: Alas, I perish! The kingdom is lost without its king.
es: ¡Ag, me muero! El reino está perdido sin su rey.

source: It was perhaps as well for the men of Gweddry’s troop that they did not live to witness the fullness of the grim tide of undead sweeping westward into Wesnoth, laying waste to all in its path.
es: Quizás fue mejor, para los hombres de la tropa de Gweddry, que no vivieran para presenciar la completa marea de no muertos barriendo hacia el oeste en Wesnoth, arrasando todo a su paso.

source: Wesnoth never learned the fate of Gweddry’s band, but they would soon learn the full measure of the power of Mal-Ravanal in a war that would end only in misery and death.
es: Wesnoth nunca supo del destino de la banda de Gweddry, aunque muy pronto sufriría la rabia y malicia de los orcos merodeadores y de los no muertos en una guerra que acabaría sólo en miseria y muerte.

source: Their home country had proved to be no refuge for Gweddry’s weary men, and no more would it for the inhabitants of Wesnoth as foes pressed them on all sides to a final defense of the doomed kingdom.
es: Su tierra natal, no proporcionó refugio a los cansados hombres de Gweddry, ni tampoco lo haría con los habitantes de Wesnoth mientras los enemigos los presionaban por todas partes hasta una defensa final del reino condenado a la ruina.

source: With the staunchest defenders of Wesnoth bested on their home ground, the once-great kingdom was plunged into final darkness under the hand of Mal-Ravanal.
es: Después de que los defensores más devotos de Wesnoth dieran lo mejor de sí en la tierra de sus ancestros, el que fuera hace tiempo un gran reino fue sumido, al final, en la oscuridad bajo la mano vengativa de Mal-Ravanal.

source: My beautiful bats, why didn’t you protect me...
es: Mis hermosos murciélagos, ¿por qué no me protegieron...

source: No! Once again you escape me...
es: ¡No! Una vez más te me escapas...

source: No! How am I defeated so easily...
es: ¡No! ¿Cómo es que caigo derrotado tan fácilmente...

source: You... waste... your effort...
es: Tú... desperdicias... tu esfuerzo...

source: A-ha, what’s this? The white mage resorts to wielding black magic?
es: Ah, ¿qué es esto? ¿El mago blanco recurre a usar magia negra?

source: Ah, the feeling of my flesh burned away by your nauseating radiance... this takes me back to when I still thought of you as my friend.
es: Ah, la sensación de mi carne quemada por tu nauseabundo resplandor... esto me recuerda cuando todavía te consideraba mi amigo.

source: I only did what I had to do. Your mad quest for power has corrupted you and turned you into a tormented creature of darkness! It is high time I ended your existence!
es: Solo hice lo que tenía que hacer. Tu loca búsqueda de poder te ha corrompido y te ha convertido en una criatura atormentada de oscuridad. ¡Ya es hora de que termine tu existencia!

source: For King and country!
es: ¡Por el Rey y el país!

source: So much death, so much destruction... this has to end, now!
es: Tanta muerte, tanta destrucción... ¡esto tiene que terminar, ahora!

source: I shall avenge my fallen people!
es: ¡Vengaré a mi pueblo caído!

source: Mal-Ravanal, at last I face you. I will have my vengeance for the destruction you wrought on my people!
es: Mal-Ravanal, finalmente te enfrento. ¡Tendré mi venganza por la destrucción que causaste a mi pueblo!

source: Aye, I love the sound o’ bones crunching beneath me hammer!
es: Sí, me encanta el sonido de lo' huesos crujiendo bajo mi martillo!

source: Ooch, so you be the big ’un, aren’t ye? Well, the bigger they are...
es: Vaya, ¿así que ere' el grande, no? Bueno, cuanto más grandes son...

source: Never thought I’d be seeing this in my lifetime. The whole blasted apocalypse came early, didn’t it.
es: Nunca pensé que vería esto en mi vida. Toda la maldita apocalipsis llegó temprano, ¿no es así?

source: Aww hell. If I live through this, I’m never pickin’ up a sword again.
es: Maldita sea. Si sobrevivo a esto, nunca volveré a tomar una espada.

source: How in the sands did I get caught up in all this mess? I’m an herbalist, not a warrior!
es: ¿Cómo en las arenas me vi atrapado en todo este lío? ¡Soy herbolario, no un guerrero!

source: No, no no, no, what am I even doing here!
es: ¡No, no, no, no! ¿Qué estoy haciendo aquí?

source: Ashes to ashes, dust to dust. The undead have no place in this bright world!
es: Cenizas a las cenizas, polvo al polvo. ¡Los no muertos no tienen lugar en este mundo brillante!

source: Foul lich, no longer shall you toy with me for your amusement! No longer shall I watch your armies slaughter the innocent! No longer shall your evil darken this world!
es: ¡Liche malvado, ya no jugarás conmigo para tu diversión! ¡Ya no veré a tus ejércitos masacrar a los inocentes! ¡Ya no dejaré que tu mal oscurezca este mundo!

source: I remember when I used to raise creatures like you...
es: Recuerdo cuando solía criar criaturas como tú...

source: I loyally served you, once. Look at what that got me. A whole lot of nothing.
es: Te serví con lealtad, una vez. Mira lo que me trajo eso. Un montón de nada.

source: I don’t even know who you are.
es: Ni siquiera sé quién eres.

source: So you are the lich behind this madness! Enough is enough. Vengeance for Soradoc; vengeance for the Plains!
es: ¡Así que eres el liche detrás de esta locura! Basta ya. ¡Venganza por Soradoc; venganza por las Llanuras!

source: You are no savior of Man! Naught but a pile of bones, a dead mage too stubborn to fall. Wesnoth will suffer you no longer!
es: ¡No eres salvador de los hombres! Nada más que un montón de huesos, un mago muerto demasiado terco para caer. ¡Wesnoth ya no te sufrirá!

source: <i>*gulp*</i> Well, it’s now or never. I’d better not think too hard about the fortune in elixirs that I’m about to drink away.
es: <i>*glup*</i> Bueno, es ahora o nunca. Será mejor que no piense demasiado en la fortuna de elixires que estoy a punto de beber.

source: Agility in swamp and shallow water...
es: Agilidad en pantanos y aguas poco profundas...

source: Resistance to fire and cold...
es: Resistencia al fuego y al frío...

source: Speed and defense...
es: Velocidad y defensa...

source: And berserker fury. Oh sands, what am I doing...
es: Y furia berserker. Oh, arenas, ¿qué estoy haciendo...

source: Ugh, I feel queasy...
es: Uf, me siento mareado...

source: What?! How could this happen?!
es: ¡¿Qué?! ¡¿Cómo pudo pasar esto?!

source: Is it over? We’ve won?
es: ¿Se acabó? ¿Hemos ganado?

source: A-ha haha! You really thought you had a chance there, didn’t you?
es: ¡A-ja ja ja! Realmente pensaste que tenías una oportunidad allí, ¿verdad?

source: Well, coming to the battlefield myself has been entertaining, but that’s enough for now.
es: Bueno, venir yo mismo al campo de batalla ha sido entretenido, pero eso es suficiente por ahora.

source: You escaped me once before—
es: Te me escapaste una vez antes—

source: —but NEVER AGAIN!!!
es: —¡pero NUNCA MÁS!!!

source: Wha— what is this?!
es: ¡¿Q—qué es esto?!

source: Do you even know where that gate you’re opening leads to?
es: ¿Acaso sabes a dónde lleva la puerta que estás abriendo?

source: ...you think you’re better than me, don’t you? You must think of yourself as some kind of hero.
es: ...piensas que eres mejor que yo, ¿verdad? Debes creerte algún tipo de héroe.

source: You think that a stiff old codger like yourself has what it takes to use that amulet to destroy me? I doubt you even know what you’re doing.
es: ¿Crees que un viejo rígido como tú tiene lo necesario para usar ese amuleto y destruirme? Dudo que siquiera sepas lo que estás haciendo.

source: Ha. Ah-ha, haha. Have it your way. I’ll be seeing you soon.
es: Ja. Ja-ja, ja. Hazlo a tu manera. Te veré pronto.

source: It is done.
es: Está hecho.

source: Fallen Soul
es: Alma Caída

source: Well done! Who else but Dacyn the Magnificent could have defeated such a rival? You truly are the greatest of heroes.
es: ¡Bien hecho! ¿Quién más que Dacyn el Magnífico podría haber derrotado a un rival así? Realmente eres el más grande de los héroes.

source: Now, embrace our power! You shall live on as the champion of Irdya!
es: ¡Ahora, abraza nuestro poder! ¡Vivirás como el campeón de Irdya!

source: Wha— where am I? What’s happening to me?
es: ¿Qué—dónde estoy? ¿Qué me está pasando?

source: The mage called Dacyn is dying! It is time for you to be reborn under a new name: Mal-Dak‘an.
es: ¡El mago llamado Dacyn está muriendo! Es hora de que renazcas bajo un nuevo nombre: Mal-Dak‘an.

source: —I... —I am no necromancer! Everything I have done is for the good of Wesnoth.
es: —Yo... —¡No soy un nigromante! Todo lo que he hecho es por el bien de Wesnoth.

source: Was it? Was it for the good of all Wesnoth when you took Iliah-Malal‘s Amulet of the Veil, turning to the darkness and letting us into your soul?
es: ¿Lo fue? ¿Fue por el bien de todo Wesnoth cuando tomaste el Amuleto del Velo de Iliah-Malal, volviéndote hacia la oscuridad y dejándonos entrar en tu alma?

source: Was it for the good of Wesnoth when you enslaved the seer Eryssa‘s senile mind, so the King would choose you as his advisor over Ravan?
es: ¿Fue por el bien de Wesnoth cuando esclavizaste la mente senil de la vidente Eryssa, para que el Rey te eligiera como su consejero en lugar de Ravan?

source: I... I needed that power! I was the only one who could be trusted to safeguard Irdya!
es: ¡Yo... necesitaba ese poder! ¡Yo era el único en quien se podía confiar para proteger Irdya!

source: And now you can, for all eternity! Leave your mortal coil behind. Live on as an undying spirit of mighty power, and do unto this world as you will!
es: ¡Y ahora puedes, por toda la eternidad! Deja tu envoltura mortal atrás. Vive como un espíritu inmortal de gran poder, y haz con este mundo lo que quieras.

source: I... but... I could never choose to—
es: Yo... pero... nunca podría elegir—

source: You misunderstand. This is no choice of yours. The stone bleeds your flesh. The darkness consumes your soul. Rebirth into undeath is the only path forward to escape the Maw, else ye embrace oblivion.
es: No entiendes. Esta no es una elección tuya. La piedra hace sangrar tu carne. La oscuridad consume tu alma. Renacer en la no muerte es el único camino para escapar de la Fauce, de lo contrario abrazarás el olvido.

source: No. For too long, I have allowed my pride to overrule my wisdom. I have been arrogant. I have been the fool in this story. I believed I and only I was destined for greatness. But I can see it clearly now. I have been no different than my dear friend Ravan. We have been the same all along.
es: No. Durante demasiado tiempo he permitido que mi orgullo sobrepase mi sabiduría. He sido arrogante. He sido el tonto en esta historia. Creía que yo y solo yo estaba destinado a la grandeza. Pero ahora lo veo claramente. No he sido diferente de mi querido amigo Ravan. Hemos sido iguales todo el tiempo.

source: But no longer. My will is my own.
es: Pero ya no. Mi voluntad es mía.

source: I will not be tempted by undeath. I will pass unto the Land of the Dead, and if I am to be damned there then so be it.
es: No seré tentado por la no muerte. Pasaré a la Tierra de los Muertos, y si debo ser condenado allí, así sea.

source: My story ends here.
es: Mi historia termina aquí.

source: So be it.
es: Que así sea.

source: <i>THE MAW OPENS ITS JAWS.</i>
es: <i>LA FAUCE ABRE SUS FÚNDIBLES MANDÍBULAS.</i>

source: <i>DARKNESS CONSUMES THE SOUL.</i>
es: <i>LA OSCURIDAD CONSUME EL ALMA.</i>

source: Take
es: Tomar

source: Leave
es: Dejar

source: <span size='small'><i> This item is reusable if its wielder dies, and can be dropped by right clicking.</i></span> <span size='small'><i> Picking up an item consumes your moves and attack.</i></span> <b></b>
es: <span size='small'><i> Este objeto es reutilizable si su portador muere, y puede ser dejado haciendo clic derecho.</i></span> <span size='small'><i> Recoger un objeto consume tus movimientos y ataque.</i></span> <b></b>

source: <span size='small'><i>This item <b>CANNOT</b> be dropped, and <b>CANNOT</b> be reused if its user dies.</i></span> <span size='small'><i> Picking up an item consumes your moves and attack.</i></span> <b></b>
es: <span size='small'><i>Este objeto <b>NO PUEDE</b> ser dejado, y <b>NO PUEDE</b> ser reutilizado si su usuario muere.</i></span> <span size='small'><i> Recoger un objeto consume tus movimientos y ataque.</i></span> <b></b>

source: quiver
es: carcaj

source: Crystal Quiver
es: Carcaj de Cristal

source: Arrows from this crystalline quiver glimmer with a pale magical light, <i><b>illuminating</b></i> the surrounding area and making your bow or crossbow attacks <i><b>arcane</b></i>.
es: Las flechas de este carcaj cristalino brillan con una pálida luz mágica, <i><b>iluminando</b></i> el área circundante y haciendo que tus ataques con arco o ballesta sean <i><b>arcánicos</b></i>.

source: Drop Crystal Quiver
es: Dejar Carcaj de Cristal

source: amulet
es: amuleto

source: Holy Amulet
es: Amuleto Sagrado

source: Drop Holy Amulet
es: Dejar Amuleto Sagrado

source: sentinel
es: centinela

source: Shield of the Sentinel
es: Escudo del Centinela

source: Deep within this shield’s towering bulk, enchanted machinery whirrs faintly. Whenever an adjacent ally is hit by an attack, <i><b>this shield’s bearer is hit instead</b></i>.
es: En lo profundo del imponente grosor de este escudo, maquinaria encantada gira levemente. Siempre que un aliado adyacente reciba un ataque, <i><b>el portador de este escudo recibe el golpe en su lugar</b></i>.

source: Drop Shield of the Sentinel
es: Dejar Escudo del Centinela

source: yetiburger
es: hamburguesa de yeti

source: Yetiburger
es: Hamburguesa de Yeti

source: Eating this funny tasting meat <i><b>doubles your hitpoints</b></i> and grants <i><b>immunity to cold</b></i>.
es: Comer esta carne de sabor extraño <i><b>duplica tus puntos de vida</b></i> y otorga <i><b>inmunidad al frío</b></i>.

source: ant ambrosia
es: ambrosía de hormiga

source: Ant Ambrosia
es: Ambrosía de Hormiga

source: This goopy honey-like substance makes you feel very sleepy... perhaps eating too much would be unwise. <i><b><span color='#FF0000'>-1</span> damage, <span color='#FF0000'>-1</span> movement, <span color='#00FF00'>+10</span> hitpoints</b></i>.
es: Esta sustancia pegajosa similar a la miel te hace sentir muy somnoliento... tal vez no sería prudente comer demasiado. <i><b><span color='#FF0000'>-1</span> de daño, <span color='#FF0000'>-1</span> de movimiento, <span color='#00FF00'>+10</span> puntos de vida</b></i>.

source: baneblade
es: hoja maldita

source: Baneblade
es: Hoja maldita

source: This incorporeal sword resembles those wielded by undead wraiths. Any mortal brave enough to wield it becomes <i><b>chaotic</b></i> and lashes out at their foes with reckless abandon. <i><b>6x4 arcane</b></i> damage, <i><b>drains</b></i>, <i><b>berserk</b></i>. Always used on defense.
es: Esta espada incorpórea se asemeja a las empuñadas por espectros no muertos. Cualquier mortal lo suficientemente valiente para usarla se vuelve <i><b>caótico</b></i> y arremete contra sus enemigos sin medida. <i><b>6x4 arcano</b></i> de daño, <i><b>absorbe</b></i>, <i><b>furia</b></i>. Siempre se usa en defensa.

source: Drop Baneblade
es: Dejar Hoja maldita

source: barkskin
es: piel de corteza

source: Potion of Barkskin
es: Poción de Piel de Corteza

source: This potion bubbles as though over an open flame, yet is cool to the touch. Its drinker gains the <i><b>steadfast</b></i> ability and can <i><b>heal 2 hitpoints each turn</b></i>, like dwarves with the ‘healthy’ trait.
es: Esta poción burbujea como sobre una llama abierta, pero está fría al tacto. Quien la beba obtiene la habilidad <i><b>firme</b></i> y puede <i><b>recuperar 2 puntos de vida por turno</b></i>, como los enanos con el rasgo ‘saludable’.

source: ring
es: anillo

source: Ring of Invisibility
es: Anillo de Invisibilidad

source: This plain gold ring looks unremarkable, but its wearer gains <i><b>skirmisher</b></i> and <i><b>nightstalk</b></i>, becoming invisible in the dark.
es: Este sencillo anillo de oro parece común, pero quien lo use obtiene <i><b>escaramuzador</b></i> y <i><b>acechador nocturno</b></i>, volviéndose invisible en la oscuridad.

source: Drop Ring of Invisibility
es: Dejar Anillo de Invisibilidad

source: staff
es: bastón

source: Plague Staff
es: Bastón de Plaga

source: Looted from a dead necromancer, the wielder of this dark staff becomes <i><b>chaotic</b></i>, and can <i><b>recruit and recall</b></i> Walking Corpses and Soulless. <i><b>6x3 impact</b></i> damage, <i>plague</i>.
es: Robado de un nigromante muerto, quien empuña este bastón oscuro se vuelve <i><b>caótico</b></i> y puede <i><b>reclutar y llamar</b></i> a Cadáveres Andantes y Sin Alma. <i><b>6x3 de impacto</b></i> de daño, <i>plaga</i>.

source: Do not insult me! No clansman will ever stoop to such black magic.
es: ¡No me insultes! Ningún clanense se rebajaría a tal magia negra.

source: I already have an army of human soldiers — living soldiers. Let someone else use this staff.
es: Ya tengo un ejército de soldados humanos — soldados vivos. Que otra persona use este bastón.

source: Tempting! Most tempting... but I fear it would be unwise for me to wield such a thing. That privilege passes onto another.
es: ¡Tentador! Muy tentador... pero temo que sería imprudente que yo lo empuñara. Ese privilegio pasa a otro.

source: Ha! Good joke! I’m not about to mess around with any of your foul northerner magic; necromancy was the cause of all this trouble in the first place.
es: ¡Ja! ¡Buen chiste! No voy a jugar con tu repugnante magia del norte; la nigromancia fue la causa de todo este problema desde el principio.

source: I serve the light, not this staff of foul darkness! We should cast away this thing and be done with it.
es: Sirvo a la luz, no a este bastón de oscura maldad. Debemos deshacernos de esto y terminar con ello.

source: ...what foul thing is this? Remove it from my presence; necromancy shall not take root in Wesnoth, not under my watch.
es: ...¿qué cosa tan repugnante es esta? Retírala de mi presencia; la nigromancia no echará raíces en Wesnoth, no bajo mi vigilancia.

source: No. I serve that which is good and light, and will not wield such a dark magical artifact.
es: No. Sirvo a lo que es bueno y luminoso, y no empuñaré tal artefacto mágico oscuro.

source: Fighting your northerners’ foul magic is bad enough. Don’t expect me to wield that — civilized cultures don’t mess around with magic.
es: Luchar contra la repugnante magia de tus northerners ya es suficiente. No esperes que empuñe eso — las culturas civilizadas no juegan con magia.

source: I will not wield such a dark magical artifact, though I shall not begrudge its use by my companions.
es: No empuñaré tal artefacto mágico oscuro, aunque no impediré que mis compañeros lo usen.

source: plague staff
es: Bastón de Plaga

source: Drop Plague Staff
es: Dejar Bastón de Plaga

source: Fascinating. The necromantic magic concentrates in the subject’s crown, replacing its bestial soul. Unnatural, yet effective.
es: Fascinante. La magia nigromántica se concentra en la corona del sujeto, reemplazando su alma bestial. Antinatural, pero efectiva.

source: A disgusting abomination! I lament living in such times...
es: ¡Una abominación repugnante! Lamento vivir en estos tiempos...

source: <span size='small'><i> (Elixirs only last for 1 scenario.)</i></span> <span size='small'><i> Picking up an item consumes your moves and attack.</i></span> <b></b>
es: <span size='small'><i> (Los elixires solo duran 1 escenario.)</i></span> <span size='small'><i> Recoger un objeto consume tus movimientos y ataque.</i></span> <b></b>

source: Elixir of Water Breathing
es: Elixir de Respiración Acuática

source: This shimmering blue vial grants its drinker normal movement and defense in swamp and shallow water.
es: Este vial azul brillante otorga a quien lo beba movimiento y defensa normales en pantanos y aguas poco profundas.

source: <span color='#00FFFF' size='x-small'>water breathing</span>
es: <span color='#00FFFF' size='x-small'>respiración acuática</span>

source: waterbreathing
es: respiraciónacuática

source: An elixir of waterbreathing has given this unit normal movement and defense in swamp and shallow water.
es: Un elixir de respiración acuática ha otorgado a esta unidad movimiento y defensa normales en pantanos y aguas poco profundas.

source: Elixir of Elements
es: Elixir de Elementos

source: This bubbling yellow vial grants immunity to both fire and cold. It also makes you sweat profusely.
es: Este vial amarillo burbujeante otorga inmunidad al fuego y al frío. Además, provoca sudoración intensa.

source: <span color='#E8B923' size='x-small'>elemental resist</span>
es: <span color='#E8B923' size='x-small'>resistencia elemental</span>

source: elements
es: elementos

source: An elixir of elements has given this unit immunity to both fire and cold.
es: Un elixir de elementos ha otorgado a esta unidad inmunidad al fuego y al frío.

source: Elixir of Haste
es: Elixir de Prisa
