Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: Eastern Invasion
es: La Invasión del Este

source: EI
es: IdE

source: 1x enemies
es: 1x enemigos

source: Skirmish
es: Escaramuza

source: 3x enemies
es: 3x enemigos

source: Incursion
es: Incursión

source: 5x enemies
es: 5x enemigos

source: Invasion
es: Invasión

source: There are rumors of undead attacks on the eastern border of Wesnoth. You, an officer in the Royal Army, have been sent to the eastern front to protect the villagers and find out what is happening.
es: Hay rumores de ataques de no-muertos en la frontera oriental de Wesnoth. Usted, un oficial del Ejército Real, ha sido enviado al frente oriental para proteger a los aldeanos y averiguar qué está ocurriendo.

source: (Intermediate level, 16 scenarios.)
es: (Nivel intermedio, 16 escenarios.)

source: Newest Campaign Version Rewrite
es: Última reescritura de la campaña

source: Original Campaign Design
es: Diseño original de la campaña

source: Prose and Story Editing, Code Preparation
es: Edición de prosa e historia, preparación de código

source: Artwork and Graphics Design
es: Arte y diseño gráfico

source: Campaign Redesign Playtesters
es: Probadores de la revisión de la campaña

source: Campaign Maintenance
es: Mantenimiento de la campaña

source: Previous Campaign Maintenance
es: Mantenimiento de la campaña anterior

source: Others
es: Otros

source: Complete the <i>Eastern Invasion</i> scenario with at least 10 surviving units.
es: Completa el escenario <i>Invasión del Este</i> con al menos 10 unidades sobrevivientes.

source: Scenario 1: Tactical Withdrawal
es: Escenario 1: Retirada táctica

source: Complete <i>The Escape Tunnel</i> before the undead arrive.
es: Completa <i>El Túnel de Escape</i> antes de que lleguen los no-muertos.

source: Scenario 2: Speedrun
es: Escenario 2: Carrera contrarreloj

source: Complete <i>An Unexpected Appearance</i> without killing Mal-Tar, the dark adept.
es: Completa <i>Una Aparición Inesperada</i> sin matar a Mal-Tar, el adepto oscuro.

source: Scenario 3: Merciful
es: Escenario 3: Misericordioso

source: Defeat both the bandit and elven leaders in <i>Elven Interlude</i>.
es: Derrota a los líderes bandido y elfo en <i>Interludio Élfico</i>.

source: Scenario 4a: Scorched Earth
es: Escenario 4a: Tierra Arrasada

source: Recruit the dunefolk in <i>Ill Humours</i>.
es: Recluta a los dunefolk en <i>Malos Humores</i>.

source: Scenario 4b: Mercenary
es: Escenario 4b: Mercenario

source: Rescue all 6 prisoners from <i>Mal Ravanal’s Capital</i>.
es: Rescata a los 6 prisioneros en <i>La Capital de Mal Ravanal</i>.

source: Scenario 4c: No (Horse)Man Left Behind
es: Escenario 4c: Ningún (Caballo)Hombre queda atrás

source: Complete <i>Northern Outpost</i> without any peasants dying.
es: Completa <i>Avanzada del Norte</i> sin que muera ningún campesino.

source: Scenario 5: Folk Hero
es: Escenario 5: Héroe popular

source: Defeat the necromancer in <i>Undead Crossing</i> before rescuing Dolburras.
es: Derrota al nigromante en <i>Cruce de los No-Muertos</i> antes de rescatar a Dolburras.

source: Scenario 6a: A Little Help Here?
es: Escenario 6a: ¿Una pequeña ayuda aquí?

source: Complete <i>Soradoc</i> without killing any enemy leaders.
es: Completa <i>Soradoc</i> sin matar a ningún líder enemigo.

source: Scenario 6b: Ninja
es: Escenario 6b: Ninja

source: Refuse to enslave any ogres in <i>Capturing the Ogres</i>.
es: Rechaza esclavizar a cualquier ogro en <i>Capturando a los Ogros</i>.

source: Scenario 7a: Ogre Rights Advocate
es: Escenario 7a: Defensor de los Derechos de los Ogros

source: Kill 5 enemy leaders in <i>Ogre Crossing</i>.
es: Mata a 5 líderes enemigos en <i>Cruce de Ogros</i>.

source: Scenario 7b: Frenzied
es: Escenario 7b: Frenético

source: Ally with the dwarves in <i>Xenophobia</i>.
es: Alíate con los enanos en <i>Xenofobia</i>.

source: Scenario 8: And My Axe
es: Escenario 8: Y mi hacha

source: Recruit the wild ogres in <i>Castle in the Ice</i>.
es: Recluta a los ogros salvajes en <i>Castillo en el Hielo</i>.

source: Scenario 9: Guuuh...
es: Escenario 9: Guuuh...

source: Find the legendary Staff of Power in <i>Dark Sanctuary</i>.
es: Encuentra el legendario Bastón de Poder en <i>Santuario Oscuro</i>.

source: Scenario 10: Brains
es: Escenario 10: Cerebros

source: Find the Ring of Invisibility in <i>Captured</i>.
es: Encuentra el Anillo de Invisibilidad en <i>Capturado</i>.

source: Scenario 11: And In The Darkness Bind Them
es: Escenario 11: Y en la Oscuridad Únelos

source: Complete <i>Evacuation</i> by defeating all enemy leaders.
es: Completa <i>Evacuación</i> derrotando a todos los líderes enemigos.

source: Scenario 12: Plan B
es: Escenario 12: Plan B

source: Recruit Gaennell, the dark adept, in <i>Spoils of War</i>.
es: Recluta a Gaennell, el adepto oscuro, en <i>Botín de Guerra</i>.

source: Scenario 13: Oath of Redemption
es: Escenario 13: Juramento de Redención

source: Read the story of the Clans’ defeat in <i>The Drowned Plains</i>.
es: Lee la historia de la derrota de los Clanes en <i>Las Llanuras Ahogadas</i>.

source: Scenario 14: Historian
es: Escenario 14: Historiador

source: Complete <i>Eleventh Hour</i> with no recalling and no droppable items.
es: Completa <i>La Última Hora</i> sin recados ni objetos que se puedan soltar.

source: Scenario 16: Alternate History
es: Escenario 16: Historia Alternativa

source: Kill no enemies before defeating Mal-Ravanal in <i>The Duel</i>.
es: No mates enemigos antes de derrotar a Mal-Ravanal en <i>El Duelo</i>.

source: Scenario 17a: Pacifist
es: Escenario 17a: Pacifista

source: Kill all enemies before defeating Mal-Ravanal in <i>All-In</i>.
es: Mata a todos los enemigos antes de derrotar a Mal-Ravanal en <i>A Todo o Nada</i>.

source: Scenario 17b: Warmonger
es: Escenario 17b: Belicista

source: Complete the secret bonus scenario.
es: Completa el escenario secreto de bonificación.

source: Scenario 99: Haw, Haw, Haw
es: Escenario 99: ¡Ja, ja, ja!

source: They’re here!
es: ¡Están aquí!

source: No outlaws in this village.
es: No hay forajidos en esta aldea.

source: Warning!
es: ¡Advertencia!

source: Content note: this campaign has minor depictions of blood and gore.
es: Nota de contenido: esta campaña contiene leves representaciones de sangre y vísceras.

source: It was the thirteenth year of Konrad II’s reign when the strange occurrences in the Estmark Hills on the eastern border of Wesnoth began.
es: Corría el año décimo tercero del reinado de Konrad II, cuando empezaron a suceder cosas extrañas en las Colinas de la Marca Oriental en la frontera de Wesnoth.

source: Cattle and beasts of burden were found dead in the fields and villagers vanished from their houses with nary a clue nor sign of struggle. At first, the settlers suspected raiders from the great desert, but when they sent scouts east they found nothing but a small mountain range and miles of swamp.
es: Se encontró ganado y bestias de carga muertas en los campos, e incluso algunos hombres desaparecieron de sus hogares, sin dejar más rastro que una delgada línea de sangre negra. Al principio los colonos sospecharon de los bandidos de los grandes páramos, pero cuando enviaron exploradores al este todo lo que encontraron fue una pequeña cordillera y leguas de ciénagas.

source: The disappearances did not stop and every day the terror grew greater. Eventually, the people living in the eastern villages sent a messenger to the king, asking for help. The messenger rode hard for many days and nights, and finally reached the city of Weldyn.
es: Las desapariciones no paraban, y cada día el terror iba creciendo. Finalmente, la gente que vivía en las aldeas orientales envió un mensajero al rey, pidiendo ayuda. El mensajero cabalgó raudo durante muchos días y muchas noches, y finalmente arribó a la ciudad de Weldyn.

source: When the king received news of the problem, his advisor Dacyn had much to say. Apparently, these attacks bore much similarity to ones that had previously occurred on the far southern border where undead had been the eventual culprit. Dacyn outlined a plan to combat these intrusions.
es: Cuando el rey recibió las malas nuevas que traía el mensajero, su consejero Dacyn ató varios cabos. Al parecer, estos ataques estaban conectados a otros similares ocurridos un tiempo atrás en la lejana frontera sur: ataques de no muertos. Dacyn trazó entonces un plan para combatir contra estas incursiones.

source: In the days of King Garard I, two strong points had been built along the far bank of the River Weldyn, east of Soradoc, to stop bandits and orcish raiders out of the Estmarks from entering Wesnoth. In later years, the river guard posts had been abandoned as colonists spread into the Estmarks and the orcs were driven in retreat north of the Great River.
es: Durante los días del rey Garard I, se levantaron dos fuertes al lado de las cercanas riberas del Weldyn, al sur de Soradoc, para impedir la entrada en Wesnoth de los incursores orcos y de los bandidos provenientes de la Marca Oriental. Pero en años posteriores, los puestos de guardia del Río fueron abandonados, ya que los colonos se asentaron en la Marca Oriental y los orcos fueron expulsados al norte del río Grande.

source: With unknown enemies pressing Wesnoth from the East, Dacyn pressed Konrad II to re-man the outposts, and use them to keep the Crown’s eye and hand firmly on the lower River Weldyn. He sent two of the most promising young officers to them. To the northern outpost he sent Owaec, a Clan noble. To the southern outpost, he sent Sergeant Gweddry, who would be accompanied by Dacyn the mage.
es: Con enemigos desconocidos presionando a Wesnoth desde el Este, Dacyn instó a Konrad II a volver a militarizar los puestos avanzados y a utilizarlos para mantener la vigilancia y el control de la Corona sobre el bajo Río Weldyn. Envió a dos de los jóvenes oficiales más prometedores: al puesto del norte, Owaec, un noble del Clan; y al puesto del sur, el Sargento Gweddry, quien sería acompañado por Dacyn, el mago.

source: All went well once the king’s forces arrived. There were no attacks for several weeks, and Gweddry’s men started to grow incautious. Then, one evening, Gweddry and his men were roused by the startled cries of the night watchmen...
es: Todo fue bien una vez que llegaron las tropas del rey. No hubo ataques durante varias semanas, y los hombres de Gweddry empezaron a relajarse. Entonces, un día, al alba, Gweddry y sus hombres fueron sorprendidos por los alarmantes gritos de los guardias nocturnos...

source: Wesnothians
es: Wesnothianos

source: Undead
es: No muertos

source: Survive until turns run out, then move any unit to 10,15
es: Sobrevive hasta que se agoten los turnos y luego mueve cualquier unidad a 10,15

source: Move any unit to the trapdoor just outside your keep (10,15)
es: Mueve cualquier unidad a la trampilla justo fuera de tu fortaleza (10,15)

source: Death of Gweddry or Dacyn
es: Muerte de Gweddry o Dacyn

source: Watchmen, report. What’s going on?
es: Guardias, informen. ¿Qué está pasando?

source: Help! Run for your lives!
es: ¡Ayuda! ¡Corran por sus vidas!

source: See for yourself. Undead approach from the east.
es: Mira por ti mismo. Los no-muertos se acercan desde el este.

source: Soldiers, to arms!
es: ¡Hombres, a las armas!

source: Look! The old outpost is newly manned.
es: ¡Miren! El antiguo puesto ahora está nuevamente ocupado.

source: Interesting... you, Talar, send news of this development.
es: Interesante... tú, Talar, envías noticias sobre este acontecimiento.

source: Sun’s up! They’re falling back!
es: ¡Sale el sol! ¡Se están retirando!

source: I sense a great power... no, it cannot be... I must not be seen.
es: Siento una gran maldad... ¿Es posible? Gweddry, no debo ser visto.

source: This is the resistance you spoke of, an untrained commander and a few fresh recruits?
es: ¿Esta es la resistencia de la que hablabas? ¿Un comandante sin experiencia y unos cuantos reclutas novatos? Sufrirán por su incompetencia. Destrúyanlos, y más vale que no me vuelvan a molestar.

source: My deepest apologies! Please, forgive us. There will be no more delays.
es: Mis más profundas disculpas. Por favor, perdónenos. No habrá más retrasos.

source: So you say.
es: Eso dices.

source: That is how you raise thralls, apprentice. Carry on.
es: Así es como se levantan siervos, aprendiz. Continúa.

source: We shall ensure their destruction!
es: Nos aseguraremos de su destrucción.

source: Blast it, they’ve been reinforced! And why did Dacyn leave? We’ll have to hold back the undead until he returns.
es: ¡Maldita sea, han recibido refuerzos! ¿Y por qué se fue Dacyn? Tendremos que contener a los no-muertos hasta que regrese.

source: Wha— How did so many of them flank us? We’re cut off from Wesnoth!
es: ¡¿Cómo— cómo tantos nos rodearon? ¡Estamos aislados de Wesnoth!

source: Gweddry? Ah, you survive.
es: ¿Gweddry? Ah, sobrevives.

source: Dacyn, why did you flee the battle? Our situation has become rather desperate.
es: Dacyn, ¿por qué abandonaste la batalla? Nuestra situación se ha vuelto bastante desesperada.

source: Now is not the time for a lengthy report. Unless you intend to die, I suggest you escape through this trapdoor.
es: Ahora no es momento para un informe extenso. A menos que quieras morir, sugiero que escapes por esta trampilla.

source: But we have orders to hold this outpost!
es: ¡Pero tenemos órdenes de mantener este puesto!

source: You have not yet seen even one-hundredth of the undead armies. This outpost is already lost. Your death — as heroic as I am sure it would be — will benefit no one. Now come, there is little time to spare.
es: Aún no has visto ni una centésima parte de los ejércitos no-muertos. Este puesto ya está perdido. Tu muerte — por heroica que pueda ser — no beneficiará a nadie. Vamos, queda poco tiempo.

source: I’m at the trapdoor! Follow me!
es: ¡Estoy en la trampilla! ¡Sígueme!

source: Escape
es: Escapar

source: Wait
es: Esperar

source: If you wish to die, there will be plenty of time for that later.
es: Si deseas morir, habrá tiempo suficiente para eso después.

source: No! I was promised I could rule this province!
es: ¡No! Me prometieron que podría gobernar esta provincia!

source: Get me out of here!
es: ¡Sácame de aquí!

source: You may defeat me now, but I will return!
es: Puede que me derrotes ahora, ¡pero volveré!

source: The Escape Tunnel
es: El túnel de escape

source: Screams and shouts echoed across the surface as Gweddry rushed his remaining men into the roughly hewn tunnel. A foul stench wafted up from below...
es: Los gritos resonaban en la superficie mientras Gweddry apresuraba a sus hombres restantes hacia el túnel apenas tallado. Un hedor nauseabundo ascendía desde abajo...

source: Dwarves
es: Enanos

source: Trolls
es: Trols

source: Move any unit to the tunnel exit
es: Mueve cualquier unidad a la salida del túnel

source: Where are we? I can hardly see my own nose.
es: ¿Dónde estamos? Apenas puedo ver mi propia nariz.

source: We are in a tunnel under the outpost. Smugglers originally dug it to sneak behind Wesnoth’s patrols. I believe it to be currently inhabited by trolls.
es: Estamos en un túnel bajo el puesto. Los contrabandistas lo excavaron originalmente para escabullirse detrás de las patrullas de Wesnoth. Creo que actualmente está habitado por trols.

source: We must make haste to escape before the undead catch us.
es: Debemos apresurarnos a escapar antes de que los no-muertos nos alcancen.

source: Wait, before we go anywhere — who were those necromancers?
es: Esperad, antes de ir a cualquier lugar — ¿quiénes eran esos nigromantes?

source: Is this really the time for questions? Suffice to say they represent an army much too powerful for us; perhaps too powerful for all of Wesnoth. We must flee while I consider how to defeat them.
es: ¿Es realmente momento para preguntas? Basta decir que representan un ejército demasiado poderoso para nosotros; quizás demasiado poderoso para todo Wesnoth. Debemos huir mientras pienso cómo derrotarlos.

source: Who goes there?
es: ¿Quién va ahí?

source: We are soldiers of the King of Wesnoth. Make way, or help us get past these trolls.
es: Somos soldados del rey de Wesnoth. Haced paso, o ayudadnos a pasar a estos trols.

source: Aye, we’ll help anyone quarrelin’ wi’ them trolls. But what be ye doing down here?
es: Sí, ayudaremos a cualquiera que tenga problemas con esos trols. Pero, ¿qué hacéis aquí abajo?

source: Undead are pursuing us, purging the land of all that lives. You should join us and flee!
es: Los no-muertos nos persiguen, purgando la tierra de todo ser vivo. ¡Deberíais uniros a nosotros y huir!

source: My clan ha’ lived in these caves fer near a century. We’ll no’ be scattered now by some sacks o’ bones.
es: Mi clan ha vivido en estas cuevas durante casi un siglo. No nos dispersaremos ahora por un puñado de huesos.

source: Yes, I’m sure that will end well. Gweddry, we may be able to avoid the bulk of the trolls by going through the dwarves’ tunnel. I doubt they will need it much longer.
es: Sí, seguro que eso terminará bien. Gweddry, podríamos evitar a la mayor parte de los trols atravesando el túnel de los enanos. Dudo que lo necesiten mucho más tiempo.

source: Humans! What be ye doin’ in our caves?
es: ¡Humanos! ¿Qué hacen en nuestras cuevas?

source: A horde of undead is pursuing us! You should come with us and escape.
es: ¡Una horda de no-muertos nos persigue! Debes venir con nosotros y escapar.

source: Thursagan’s beard! I’ve got to go help the others!
es: ¡La barba de Thursagan! ¡Tengo que ir a ayudar a los demás!

source: TROL TREZZUR HOL: KEIP OWT
es: AGUJERO TROL CON TESOROS: NO ENTRAR

source: It seems these trolls were hiding some gold. I count fifty gold pieces!
es: Parece que estos troles ocultaban algo de oro. ¡Cuento unas cincuenta piezas de oro!

source: I recognize the enchantment on that quiver. How did trolls come to possess such an artifact?
es: Reconozco el encantamiento de ese carcaj. ¿Cómo llegaron los troles a poseer tal artefacto?

source: I have found your hiding spot, fleshbag! Prepare to die!
es: ¡He encontrado tu escondite, saco de carne! ¡Prepárate para morir!

source: He sounds awfully smug for finding an open trapdoor. Gweddry, we must escape through this tunnel’s eastern exit. It is unfortunate that it will take us into the Estmark hills, beyond the borders of Wesnoth. But it is the only option.
es: Suena demasiado engreído por encontrar una trampilla abierta. Gweddry, debemos escapar por la salida este de este túnel. Es desafortunado que nos lleve a las colinas de la Marca Oriental, más allá de las fronteras de Wesnoth. Pero es la única opción.

source: I see daylight! Follow me!
es: ¡Veo la luz del día! ¡Sígueme!

source: Maybe I ain’t been the wisest leader...
es: Tal vez no he sido el líder más sabio...

source: From stone I come... now stone I return...
es: De piedra vengo... ahora a piedra regreso...

source: I die? But how?
es: ¿Muero? ¿Pero cómo?

source: A small victory. He will be replaced soon enough; we must still flee.
es: Una pequeña victoria. Pronto será reemplazado; aún debemos huir.

source: Hello? My masters said I should see what was making all the noise down in this old cave...
es: ¿Hola? Mis maestros dijeron que debía ver qué causaba todo el ruido en esta vieja cueva...

source: We are discovered and surrounded. Now Wesnoth is doomed...
es: Estamos descubiertos y rodeados. Ahora Wesnoth está condenado...

source: An Unexpected Appearance
es: Una aparición inesperada

source: Daylight broke over the relieved faces of Gweddry and his men as they clambered out of the dingy cave. The lush Estmark hills filled the horizon in all directions.
es: La luz del día se abrió sobre los rostros aliviados de Gweddry y sus hombres mientras salían de la cueva sombría. Las exuberantes colinas de la Marca Oriental llenaban el horizonte en todas direcciones.

source: To travel northwest, defeat Mal-Skraat. <i>(easy)</i>
es: Para viajar al noroeste, derrota a Mal-Skraat. <i>(fácil)</i>

source: To travel east, defeat Mal-Kallat. <i>(normal)</i>
es: Para viajar al este, derrota a Mal-Kallat. <i>(normal)</i>

source: Quick, I must collapse the tunnels behind us.
es: Rápido, debo derrumbar los túneles detrás de nosotros.

source: Excellent, we have swiftly escaped the tunnels, and there is no sign of pursuit.
es: Excelente, hemos escapado rápidamente de los túneles y no hay señales de persecución.

source: It’s a relief to once again breathe the fresh air. Where are we now?
es: Es un alivio volver a respirar aire fresco. ¿Dónde estamos ahora?

source: These are the Estmark hills, so we must be in a mountain pass leading both east and west. I am unsure which path leads us the swiftest towards Wesnoth, but we certainly cannot stay here.
es: Estas son las colinas de la Marca Oriental, así que debemos estar en un paso montañoso que conduce al este y al oeste. No estoy seguro de qué camino nos lleva más rápido hacia Wesnoth, pero ciertamente no podemos quedarnos aquí.

source: What are these soldiers doing here? The vanguard must not have done a thorough job of cleaning up...
es: ¿Qué hacen estos soldados aquí? La vanguardia seguramente no hizo un trabajo completo limpiando...

source: Don’t be scared, Kala. Look at how haggard they are! I bet the new recruit can handle them by himself.
es: No tengas miedo, Kala. ¡Mira lo agotados que están! Apuesto a que el nuevo recluta puede con ellos solo.

source: No!! They’ll kill me!
es: ¡No! ¡Me matarán!

source: We can always bring you back if you die.
es: Siempre podemos devolverte si mueres.

source: I believe this is the undead rearguard; we must have crossed under their armies while in the tunnel. We must kill either of the dark sorcerers and escape towards Wesnoth.
es: Creo que esta es la retaguardia de los no-muertos; debimos haber cruzado bajo sus ejércitos mientras estábamos en el túnel. Debemos matar a uno de los hechiceros oscuros y escapar hacia Wesnoth.

source: This is a true invasion then? These necromancers mean to conquer Wesnoth itself?
es: ¿Entonces esto es una verdadera invasión? ¿Estos nigromantes pretenden conquistar Wesnoth mismo?

source: Yes. I have history with their leader.
es: Sí. Tengo historia con su líder.

source: I... I actually did it!
es: ¡Yo... realmente lo hice!

source: Well well, I’m impressed! Perhaps this apprenticeship has not been wasted on you after all.
es: Bueno bueno, ¡estoy impresionado! Tal vez este aprendizaje no ha sido en vano para ti después de todo.

source: We will watch your career with great interest...
es: Observaremos tu carrera con gran interés...

source: Wait, please, not like this!
es: ¡Espera, por favor, no así!

source: I told him he should have studied harder.
es: Le dije que debería haber estudiado más.

source: I wanted to avoid as much battle as I could, but it seems like we have no choice...
es: Quería evitar tantas batallas como fuera posible, pero parece que no tenemos elección...

source: Skrai, no!! Cursed Wesnothians, he was my precious little brother...
es: ¡Skrai, no! Malditos Wesnothianos, él era mi querido hermanito...

source: Kala, no!! Curse you Wesnothians! You may have killed my sister, but I will chase you east and take my revenge!
es: ¡Kala, no! ¡Malditos Wesnothianos! Pueden haber matado a mi hermana, pero los perseguiré hacia el este y vengaré!

source: ... wait, what just happened? Why am I still alive?
es: … espera, ¿qué acaba de pasar? ¿Por qué sigo vivo?

source: An Elven Interlude
es: Un interludio élfico

source: Singing Spring
es: Manantial Cantante
