Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: Gweddry and Dacyn found but scant respite through the west pass. After weeks of slow and labored mountain marching, they stumbled upon a green valley and an unknown forest.
es: Gweddry y Dacyn encontraron solo un breve respiro a través del paso oeste. Después de semanas de lento y penoso avance por la montaña, toparon con un valle verde y un bosque desconocido.

source: Elves
es: Elfos

source: Mercenaries
es: Mercenarios

source: Move any unit to the signpost in the northwest
es: Mueve cualquier unidad hasta el poste indicador en el noroeste

source: Kill Addogin (bonus reward)
es: Mata a Addogin (recompensa extra)

source: Control 10 villages or kill Addogin to force the mercenaries to retreat.
es: Controla 10 aldeas o mata a Addogin para forzar la retirada de los mercenarios.

source: Greetings, travelers! I hope you find our forest hospitable.
es: ¡Saludos, viajeros! Espero que encuentren nuestro bosque hospitalario.

source: Indeed, and you have my thanks for allowing us entry.
es: Así es, y tienes mi agradecimiento por permitirnos la entrada.

source: What brings you to our lands? Long has it has been since men of Wesnoth presented themselves to us.
es: ¿Qué los trae a nuestras tierras? Ha pasado mucho tiempo desde que hombres de Wesnoth se presentaron ante nosotros.

source: I’m afraid Wesnoth has been invaded by fell undead, although I am glad to see they have not yet entered this forest. We have come here seeking refuge and passage to Wesnoth’s northern river outpost.
es: Me temo que Wesnoth ha sido invadida por no-muertos malignos, aunque me alegra ver que aún no han entrado en este bosque. Hemos venido en busca de refugio y un paso hacia el puesto del río norte de Wesnoth.

source: I am sorry to hear of your misfortune. Our scouts had spotted undead in this area, but I am shocked to hear that they are attacking Wesnoth. And if they are hunting you, then...
es: Lamento escuchar sobre su desgracia. Nuestros exploradores habían detectado no-muertos en esta zona, pero me sorprende saber que están atacando Wesnoth. Y si los están cazando a ustedes, entonces...

source: My heart aches with the weight of this decision, but if you are being pursued by undead I am afraid I cannot allow you entry. You are welcome to travel outside our lands, but I cannot risk bringing destruction to my people.
es: Mi corazón duele por el peso de esta decisión, pero si están siendo perseguidos por no-muertos, me temo que no puedo permitirles la entrada. Pueden viajar fuera de nuestras tierras, pero no puedo arriesgar la destrucción de mi pueblo.

source: So much for forest hospitality. Elf, you know full well that going around will take us days of forced march, time which we can hardly afford. We despise the undead just as much as you. Let us pass.
es: Olvidemos la hospitalidad del bosque. Elfo, sabes perfectamente que rodear tomará días de marcha forzada, tiempo que apenas podemos permitirnos. Odiamos a los no-muertos tanto como tú. Déjanos pasar.

source: Vaelya, surely you can find it in your heart to grant us passage?
es: Vaelya, seguro puedes encontrar en tu corazón permitirnos el paso.

source: I wish I could, but I would spare my people the fate of undeath. I must take precautions to protect these lands.
es: Ojalá pudiera, pero quisiera ahorrar a mi pueblo el destino de la no-vida. Debo tomar precauciones para proteger estas tierras.

source: In fact, I confess that since hearing of the undead I have stooped so low as to hire a mercenary company...
es: De hecho, confieso que desde que supe de los no-muertos he bajado tanto como para contratar una compañía mercenaria...

source: ... Addogin, please escort these Wesnothians away to the east.
es: ... Addogin, por favor escolta a estos Wesnothianos hacia el este.

source: You heard the lady! Boys, it’s time to earn our keep!
es: ¡Oyeron a la dama! Chicos, ¡es hora de ganarnos la paga!

source: And what about me?
es: ¿Y qué hay de mí?

source: Into the forest with you. If it comes to bloodshed, strike at them from behind. And don’t even think of running off with any corpses before I can collect our bounty!
es: Al bosque con vosotros. Si llega a derramamiento de sangre, atacadlos por detrás. ¡Y ni se les ocurra huir con algún cadáver antes de que pueda recoger nuestro botín!

source: There must be some way to resolve this without fighting...
es: Debe haber alguna forma de resolver esto sin pelear...

source: Finding another path westwards would cause great delay, which would cost Wesnoth many lives. We will fight our way through the mercenaries, through the elves and out the other side.
es: Encontrar otro camino hacia el oeste causaría gran retraso, lo que costaría muchas vidas a Wesnoth. Abriremos paso luchando entre los mercenarios, a través de los elfos y saldremos al otro lado.

source: ... hmm, mercenaries are not known for their loyalty. If we can show we are gaining ground, they may turn and run. If we can defeat their leader, the outcome may be even better.
es: ... hmm, los mercenarios no son conocidos por su lealtad. Si podemos mostrar que estamos ganando terreno, podrían darse la vuelta y huir. Si podemos derrotar a su líder, el resultado podría ser incluso mejor.

source: Bloodshed, hahaha! Nafga will kill the humans and keep the bounty all for himself!
es: ¡Derramamiento de sangre, hahaha! ¡Nafga matará a los humanos y se quedará con todo el botín!

source: No amount of money is worth dying for. Forget this, it’s time to bail!
es: Ninguna cantidad de dinero vale morir por ella. Olvídalo, ¡es hora de escapar!

source: No, we need your help! Please come back!
es: ¡No, necesitamos su ayuda! ¡Por favor regresen!

source: Sorry lady, but coin’s no good if you’re not alive to spend it.
es: Lo siento, dama, pero el dinero no sirve si no estás vivo para gastarlo.

source: This ain’t lookin’ good. Those Wesnoth soldiers are <i>mean</i>.
es: Esto no pinta bien. Esos soldados de Wesnoth son <i>feroces</i>.

source: Oh no you don’t! You and your band of mercenaries have caused us enough trouble! How do we know you won’t rally your men and attack us again?
es: ¡Oh no! ¡Tú y tu banda de mercenarios nos han causado suficiente problemas! ¿Cómo sabemos que no reunirás a tus hombres y nos atacarás de nuevo?

source: I suppose we’ll have to bring him with us, at least for a time. Tie him up so he doesn’t run away.
es: Supongo que tendremos que llevarlo con nosotros, al menos por un tiempo. Átalo para que no se escape.

source: Help! I was only doing my job!
es: ¡Ayuda! ¡Solo estaba cumpliendo con mi trabajo!

source: Addogin has joined your side, but will be <b><i>slowed</i></b> and <b><i>unable to attack</i></b> as long as he remains tied up.
es: Addogin se ha unido a tu bando, pero estará <b><i>ralentizado</i></b> y <b><i>incapaz de atacar</i></b> mientras permanezca atado.

source: I’m gettin’ too old for this...
es: Ya me estoy haciendo demasiado viejo para esto...

source: No! This is the first and last time I have failed a mission!
es: ¡No! ¡Esta es la primera y última vez que fracaso en una misión!

source: I only wanted... to protect my people...
es: Solo quería... proteger a mi pueblo...

source: I’ve made it through the forest and I can see the valley Weldyn open on the other side!
es: ¡He atravesado el bosque y puedo ver el valle Weldyn abierto al otro lado!

source: Well done, we have crossed this forest without major delay. Now we must see what has become of Owaec and his garrison.
es: Bien hecho, hemos cruzado este bosque sin grandes retrasos. Ahora debemos ver qué ha sido de Owaec y su guarnición.

source: What the?! Are you seeing this? Trees aren’t supposed to move like that.
es: ¡¿Qué?! ¿Estás viendo esto? Los árboles no se supone que se muevan así.

source: The forest itself has come to our aid! Not in a hundred years have I witnessed such a wonder.
es: ¡El bosque mismo ha venido en nuestra ayuda! No en cien años había presenciado tal maravilla.

source: The fighting has awoken woses from the forest. Now they will surely deny us passage, and this delay will mean the end of Wesnoth...
es: La lucha ha despertado a los woses del bosque. Ahora seguramente nos negarán el paso, y este retraso significará el fin de Wesnoth...

source: Ill Humours
es: Humores Enfermos

source: Pursued by a vengeful Mal-Skraat and his minions, Gweddry and Dacyn were forced eastward out of the Estmarks, into the near reaches of the uncharted Bitter Swamp.
es: Perseguidos por un vengativo Mal-Skraat y sus secuaces, Gweddry y Dacyn fueron obligados a dirigirse hacia el este fuera de las Marcas Orientales, hacia los confines del inexplorado Pantano Amargo.

source: Far Travelers
es: Viajeros Lejanos

source: Defeat Mal-Skraat
es: Derrota a Mal-Skraat

source: Any unit that begins or ends its turn adjacent to a swamp hex will become poisoned.
es: Cualquier unidad que comience o termine su turno adyacente a un hexágono de pantano se envenenará.

source: Ugh, the fumes from this swamp are horrific! I can barely see my nose and some of the men have started collapsing from sickness. I don’t think we can march much deeper.
es: ¡Ugh, los vapores de este pantano son horribles! Apenas puedo ver mi nariz y algunos hombres han empezado a colapsar por la enfermedad. No creo que podamos marchar mucho más adentro.

source: We have already marched much too far eastward. We should now head northwest and try to reach Wesnoth’s northern river outpost. Owaec’s soldiers have likely been routed or killed, but the outpost itself will still provide a place to regroup.
es: Ya hemos marchado demasiado hacia el este. Ahora deberíamos dirigirnos al noroeste e intentar alcanzar el puesto avanzado del río norte de Wesnoth. Es probable que los soldados de Owaec hayan sido derrotados o muertos, pero el puesto en sí todavía proporcionará un lugar para reagruparse.

source: I had hoped to preserve the lives of our men, yet it seems we have no choice but to confront this infernal sorcerer.
es: Esperaba preservar la vida de nuestros hombres, pero parece que no tenemos otra opción que enfrentar a este infernal hechicero.

source: This is a very dangerous place for us to fight. We must stay away from this swamp’s vapours, lest we become poisoned. And we should be cautious when venturing forth; there is no telling what lurks invisible under the water.
es: Este es un lugar muy peligroso para luchar. Debemos mantenernos alejados de los vapores de este pantano, para no envenenarnos. Y debemos ser cautelosos al avanzar; no se sabe qué se oculta invisible bajo el agua.

source: Quiet, someone approaches...
es: Silencio, alguien se acerca...

source: Unknown
es: Desconocido

source: It must be here somewhere! I’m telling you, alswdan only grows in swamps, and this is the grandest one on the continent.
es: ¡Debe estar por aquí! Te digo, el alswdan solo crece en pantanos, y este es el más grande del continente.

source: Unknown 2
es: Desconocido 2

source: And <i>I’m</i> telling <i>you</i>, you’re going to get us killed wandering around these northlands! I haven’t seen home in years! Your ‘easy money’ expedition has already led us far-too-far astray from the dunes.
es: Y <i>te</i> digo, ¡nos vas a matar vagando por estas tierras del norte! ¡No he visto mi hogar en años! Tu expedición de 'dinero fácil' ya nos ha llevado demasiado lejos de las dunas.

source: Hail, strangers! Are you friend or foe? What brings you to this foul swamp?
es: ¡Saludos, extraños! ¿Son amigos o enemigos? ¿Qué los trae a este pantano repugnante?

source: Ah, natives! Perhaps you can help us! I am Hahid al-Ali, herbalist extraordinaire, and this is my assistant Safyam. We’ve journeyed to your lands seeking the rare gwza-alswdan plant.
es: ¡Ah, nativos! ¡Quizá puedan ayudarnos! Soy Hahid al-Ali, herbolario extraordinario, y esta es mi asistente Safyam. Hemos viajado a sus tierras en busca de la rara planta gwza-alswdan.

source: Why, there’s one now! Safyam, if you would.
es: ¡Ahí hay una! Safyam, si puedes, por favor.

source: Thanks to my cure made from this marvelous herb, she is now immune to the swamp’s ill humours! With more, I can make an antitoxin strong enough to cure the draught of death itself!
es: Gracias a mi cura hecha con esta maravillosa hierba, ¡ahora es inmune a los males del pantano! Con más, puedo crear un antitoxina lo suficientemente fuerte para curar la propia sombra de la muerte.

source: If we help you find more of this ‘alswdan’, will you share your cure with us? Our people have been attacked by undead and we must now fight this dark sorcerer to return home.
es: Si te ayudamos a encontrar más de este ‘alswdan’, ¿compartirás tu cura con nosotros? Nuestro pueblo ha sido atacado por no-muertos y ahora debemos enfrentar a este hechicero oscuro para regresar a casa.

source: Ho ho, a haggler after my own heart! I don’t see why not. But if these undead are giving you such trouble, why not strike them in their capital? Safyam spotted it not far east of here. I want nothing to do with them of course, but I’m sure you military-minded folk would have no trouble storming their walls.
es: ¡Ho ho, un regateador a mi manera! No veo por qué no. Pero si estos no-muertos les causan tantos problemas, ¿por qué no atacarlos en su capital? Safyam la vio no muy al este de aquí. Yo no quiero tener nada que ver con ellos, pero estoy seguro de que ustedes, con mentalidad militar, no tendrían problemas en asaltar sus murallas.

source: If you can find enough alswdan and pay a small fee, I’d be happy to inoculate all of your men and point you in the direction of the undead fortress.
es: Si pueden encontrar suficiente alswdan y pagar una pequeña tarifa, estaré encantado de inocular a todos sus hombres y señalarles la dirección de la fortaleza de los no-muertos.

source: To travel west, defeat Mal-Skraat. <i>(normal)</i>
es: Para viajar al oeste, derrota a Mal-Skraat. <i>(normal)</i>

source: To travel east, collect 6 alswdan herbs and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
es: Para viajar al este, recolecta 6 hierbas de alswdan y paga a Hahid al-Ali $gold_cost de oro. <i>(desafiante)</i>

source: To travel east, collect 5 alswdan herbs and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
es: Para viajar al este, recolecta 5 hierbas de alswdan y paga a Hahid al-Ali $gold_cost de oro. <i>(desafiante)</i>

source: To travel east, collect 4 alswdan herbs and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
es: Para viajar al este, recolecta 4 hierbas de alswdan y paga a Hahid al-Ali $gold_cost de oro. <i>(desafiante)</i>

source: To travel east, collect 3 alswdan herbs and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
es: Para viajar al este, recolecta 3 hierbas de alswdan y paga a Hahid al-Ali $gold_cost de oro. <i>(desafiante)</i>

source: To travel east, collect 2 alswdan herbs and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
es: Para viajar al este, recolecta 2 hierbas de alswdan y paga a Hahid al-Ali $gold_cost de oro. <i>(desafiante)</i>

source: To travel east, collect 1 alswdan herb and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
es: Para viajar al este, recolecta 1 hierba de alswdan y paga a Hahid al-Ali $gold_cost de oro. <i>(desafiante)</i>

source: <i>(herbs are spread in all directions around your starting keep)</i>
es: <i>(las hierbas están esparcidas en todas direcciones alrededor de tu fortaleza inicial)</i>

source: Any unit that begins or ends its turn adjacent to a swamp hex will become poisoned. Hahid and Safyam are already immune.
es: Cualquier unidad que comience o termine su turno adyacente a un hexágono de pantano se volverá envenenada. Hahid y Safyam ya son inmunes.

source: The dunefolk will not follow you to the next scenario.
es: Los dunefolk no te seguirán al siguiente escenario.

source: I’ve found a sprig of alswdan and am now immune to the swamp’s poison! We’ll need $herbs_needed more (and $gold_cost gold) to travel east.
es: He encontrado una ramita de alswdan y ahora soy inmune al veneno del pantano. Necesitaremos $herbs_needed más (y $gold_cost de oro) para viajar al este.

source: I’ve found a sprig of alswdan and am now immune to the swamp’s poison!
es: He encontrado una ramita de alswdan y ahora soy inmune al veneno del pantano.

source: Alas, my long, storied, and exceedingly profitable career has come to an end! Perhaps Safyam was right about the dangers of this place...
es: ¡Ay, mi larga, legendaria y sumamente lucrativa carrera ha llegado a su fin! Quizá Safyam tenía razón sobre los peligros de este lugar...

source: My master has perished! It has been too many years since any of us have seen our homeland; we will return to mourn his passing.
es: ¡Mi maestro ha fallecido! Han pasado demasiados años desde que alguno de nosotros hemos visto nuestra tierra natal; regresaremos para llorar su partida.

source: Give Hahid $gold_cost gold; assault the undead fortress. <i>(challenging)</i>
es: Dale a Hahid $gold_cost de oro; asalta la fortaleza de los no-muertos. <i>(desafiante)</i>

source: Give Hahid nothing; return westward towards Wesnoth. <i>(normal)</i>
es: No le des nada a Hahid; regresa hacia el oeste, rumbo a Wesnoth. <i>(normal)</i>

source: Give Hahid $gold_extra gold.
es: Dale a Hahid $gold_extra de oro.

source: Ho ho, that’s all the herbs I need! Now if you’ll give me those $gold_cost gold pieces you promised, I’d be happy to point you in the direction of that undead fortress.
es: ¡Ho ho, eso es todas las hierbas que necesito! Ahora, si me das esas $gold_cost monedas de oro que prometiste, estaré encantado de señalarte la dirección de esa fortaleza de no-muertos.

source: Even if we do manage to find them, how do you expect us to defeat the undead in the very heart of their territory? I have already told you that this foe is far beyond anything we can face alone. Confronting this menace with the few soldiers we have would be foolish.
es: Incluso si logramos encontrarlos, ¿cómo esperas que derrotemos a los no-muertos en el mismo corazón de su territorio? Ya te he dicho que este enemigo está muy por encima de lo que podemos enfrentar solos. Enfrentar esta amenaza con los pocos soldados que tenemos sería una locura.

source: I’m afraid you don’t have the $gold_cost gold to pay for my information, so I must be off. Best of luck with that ‘Mal-Skraat’ you’re fighting!
es: Me temo que no tienes los $gold_cost de oro para pagar por mi información, así que debo marcharme. ¡Buena suerte con ese 'Mal-Skraat' al que estás enfrentando!

source: If the threat is as grave as you say, I believe we must take advantage of our position behind the undead lines. Even outnumbered, we may still be able to disrupt their plans and cause some mischief within their city.
es: Si la amenaza es tan grave como dices, creo que debemos aprovechar nuestra posición detrás de las líneas de los no-muertos. Incluso superados en número, aún podríamos interrumpir sus planes y causar algo de caos dentro de su ciudad.

source: ...so the great Gweddry intends to do what all of Wesnoth cannot. Very well. I cannot return to Wesnoth on my own, so it seems I have little choice but to join you in your folly.
es: ...así que el gran Gweddry pretende hacer lo que todo Wesnoth no puede. Muy bien. No puedo regresar a Wesnoth por mi cuenta, así que parece que no me queda otra opción que unirme a ustedes en esta locura.

source: I heed Dacyn’s advice on this. Our armies are not strong enough to travel east.
es: Sigo el consejo de Dacyn sobre esto. Nuestros ejércitos no son lo suficientemente fuertes para viajar al este.

source: Suit yourself! Now that I have what I need, it’s high time my friends and I returned to the Ashland.
es: ¡Como quieras! Ahora que tengo lo que necesito, es hora de que mis amigos y yo regresemos a Ashland.

source: Ho ho, very funny, for a moment I thought you meant it! But really now, do you want my information or not?
es: ¡Ho ho, muy gracioso, por un momento pensé que lo decías en serio! Pero ahora en serio, ¿quieres mi información o no?

source: What the-? You’re serious!? Well, forget herbalism, I need to find out more about this mystical land where men pay thrice what they owe!
es: ¿Qué? ¿Hablas en serio? ¡Olvida la herbolaria, necesito descubrir más sobre esta tierra mística donde los hombres pagan tres veces lo que deben!

source: Friends, come, let us join these ‘Wesnothians’ and travel west towards the rest of their kind!
es: ¡Amigos, venid, unámonos a estos 'wesnothianos' y viajemos hacia el oeste rumbo al resto de su gente!

source: What about journeying east towards the undead fortress?
es: ¿Qué tal si viajamos al este hacia la fortaleza de los no-muertos?

source: Oh please, I knew you wouldn’t fall for that! I just wanted something to keep those skeletons busy while we left.
es: Oh, por favor, ¡sabía que no caerías en eso! Solo quería algo que mantuviera ocupados a esos esqueletos mientras nos íbamos.

source: (The Dunefolk have joined you! You must now defeat Mal-Skraat and travel west. 10 turns have been added to the limit.)
es: (¡Los dunefolk se han unido a ti! Ahora debes derrotar a Mal-Skraat y viajar al oeste. Se han añadido 10 turnos al límite.)

source: The dunefolk are leaving and without their aid we have no chance of even finding the undead capital. We must defeat Mal-Skraat and proceed westward.
es: Los dunefolk se están marchando y sin su ayuda no tenemos ninguna posibilidad de siquiera encontrar la capital de los no-muertos. Debemos derrotar a Mal-Skraat y continuar hacia el oeste.

source: No, it can’t end like this! My sister has died unavenged...
es: ¡No, no puede terminar así! Mi hermana ha muerto sin vengar...

source: Good, now we should be able to reach what’s left of the northern outpost.
es: Bien, ahora deberíamos poder alcanzar lo que queda de la avanzada del norte.

source: Thanks for nothing! What happened to helping me gather my herbs?
es: ¡Gracias por nada! ¿Qué pasó con ayudarme a recolectar mis hierbas?

source: ...urhggg, I don’t feel so good...
es: ...urhggg, no me siento muy bien...

source: The swamp’s vapors are overwhelming us... despite our precautions...
es: Los vapores del pantano nos están abrumando... a pesar de nuestras precauciones...

source: Mal-Ravanal’s Capital
es: La capital de Mal-Ravanal

source: Gweddry marched his band of soldiers ever eastward, deeper and deeper into the bogs. A great wall of stone loomed before them.
es: Gweddry marchó con su grupo de soldados cada vez más hacia el este, adentrándose cada vez más en los pantanos. Un gran muro de piedra se alzaba ante ellos.

source: Jailer
es: Carcelero

source: How did these undead come to imprison you?
es: ¿Cómo llegaron estos no-muertos a aprisionarte?

source: It is a sad tale. My allies and I were questing when we were ambushed and captured by ghostly warriors. Their leader has been toying with us, forcing us to fight for their amusement.
es: Es una historia triste. Mis aliados y yo estábamos en una misión cuando fuimos emboscados y capturados por guerreros fantasmales. Su líder ha estado jugando con nosotros, obligándonos a luchar para su diversión.

source: No soldier deserves such treatment. We will try to free as many of you as possible.
es: Ningún soldado merece tal trato. Intentaremos liberar a tantos de ustedes como sea posible.

source: Five of my comrades are still imprisoned. We will gladly enter your service in appreciation for our freedom.
es: Cinco de mis compañeros aún permanecen prisioneros. Nos pondremos a su servicio con gusto en agradecimiento por nuestra libertad.

source: A sun paladin! I had no idea there were any of your order still in Wesnoth.
es: ¡Un paladín del sol! No tenía idea de que quedaran miembros de tu orden en Wesnoth.

source: Thank you! My poor horse could barely breathe trapped among these reeds!
es: ¡Gracias! ¡Mi pobre caballo apenas podía respirar atrapado entre estos juncos!
