Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: Night approaches, and with it the undead hordes. I stand ready.
es: Se acerca la noche, y con ella las hordas de no-muertos. Estoy listo.

source: Let us show these undead the might of Wesnoth!
es: ¡Mostremos a estos no-muertos el poder de Wesnoth!

source: And so it comes to this, here at what seems the end of days. Prepare for battle!
es: Y así llega esto, aquí en lo que parece el fin de los días. ¡Prepárense para la batalla!

source: So it is true, Owaec and Gweddry survived! When your forces had not returned to Wesnoth by winter I feared the worst. I am relieved to see you alive and well! This is the first good news I’ve heard of the war in quite some time.
es: ¡Entonces es cierto, Owaec y Gweddry sobrevivieron! Cuando sus fuerzas no habían regresado a Wesnoth antes del invierno, temí lo peor. Me alivia verlos vivos y bien. ¡Esta es la primera buena noticia que he escuchado sobre la guerra en bastante tiempo!

source: I’m afraid my Soradoc company was nearly wiped out in the massacre at the Plains, but the few of us who remain place ourselves at your service!
es: Me temo que mi compañía Soradoc fue casi aniquilada en la masacre en las Llanuras, pero los pocos que quedamos nos ponemos a su servicio.

source: So this is Weldyn? Didn’t know cities got this big. Never thought I’d end up fightin’ here, of all places.
es: ¿Así que esto es Weldyn? No sabía que las ciudades fueran tan grandes. Nunca pensé que terminaría luchando aquí, de todos los lugares.

source: Gaennell, you traitor! <b>I</b> am your master, not some petty king of men. Return to me and face your punishment.
es: ¡Gaennell, traidor! <b>Yo</b> soy tu amo, no algún rey mezquino de hombres. Regresa a mí y enfrenta tu castigo.

source: You tried to have me killed over a petty accident! I’m not going to grovel at your feet and suffer your abuse any more.
es: ¡Intentaste matarme por un accidente insignificante! No voy a arrastrarme a tus pies ni sufrir tu abuso nunca más.

source: For my fallen brothers at Soradoc and the Plains!
es: ¡Por mis hermanos caídos en Soradoc y las Llanuras!

source: My legacy will not be one of failure! With all the might of the throne of Wesnoth, I will strike you down!
es: ¡Mi legado no será de fracaso! Con todo el poder del trono de Wesnoth, ¡te derribaré!

source: Sire, you are of course welcome to capture any of my villages if you need them, but please know that it will make it more difficult to heal my injured soldiers.
es: Señor, por supuesto puede capturar cualquiera de mis aldeas si las necesita, pero sepa que dificultará la recuperación de mis soldados heridos.

source: Stand strong, men of Wesnoth! Rally under the light of dawn, and drive the undead back!
es: ¡Manténganse firmes, hombres de Wesnoth! Reúnanse bajo la luz del amanecer y ¡repelan a los no-muertos!

source: Oh hello, am I interrupting something?
es: Oh, hola, ¿estoy interrumpiendo algo?

source: It’s been fun watching this little squabble unfold, but it’s time to move things along. Night will now fall, and the city with it.
es: Ha sido divertido observar este pequeño conflicto desarrollarse, pero es hora de avanzar. La noche caerá ahora, y con ella la ciudad.

source: Not if I stop you first! I defeated you before, and I will do so again!
es: ¡No si te detengo primero! Te derroté antes, ¡y lo haré de nuevo!

source: Ah Dacyn, picked up a few tricks, have we? But your understanding is a bit shallow. Observe how it is done.
es: Ah Dacyn, ¿has aprendido algunos trucos? Pero tu comprensión es un poco superficial. Observa cómo se hace.

source: Bleed black, the fabric of firmament. Open wide, the maw of the darkness between worlds. Swallow the day and swallow the sun, And leave eternal night to remain.
es: Sangra negro, el tejido del firmamento. Ábrete de par en par, fauce de la oscuridad entre mundos. Traga el día y traga el sol, Y deja que la noche eterna permanezca.

source: Dark scary! Not like!
es: ¡Oscuro y aterrador! ¡No me gusta!

source: What manner o’ dark sorcery be this?
es: ¿Qué tipo de oscura hechicería es esta?

source: I’m nearly blind in this fog, but I think the undead have been reinforced!
es: Estoy casi ciego en esta niebla, ¡pero creo que los no-muertos han recibido refuerzos!

source: This cursed fog has clouded my sight, but I think I hear the sounds of reinforcing undead!
es: ¡Esta maldita niebla ha nublado mi vista, pero creo escuchar los sonidos de los no-muertos reforzándose!

source: Look sharp; they’re reinforcing under the cover of fog.
es: Mantente alerta; se están reforzando bajo el manto de la niebla.

source: By the light of all that is holy, we must not fail!
es: ¡Por la luz de todo lo sagrado, no debemos fallar!

source: <span size='small' font-style='italic'>You see? Mal-Ravanal has grown too powerful. Wesnoth is helpless!</span>
es: <span size='small' font-style='italic'>¿Ves? Mal-Ravanal se ha vuelto demasiado poderoso. ¡Wesnoth está indefenso!</span>

source: <span size='small' font-style='italic'>Use the Amulet. There is no other way! Use us!</span>
es: <span size='small' font-style='italic'>Usa el Amuleto. ¡No hay otra manera! ¡Úsanos!</span>

source: I must... defeat Ravan! I must be strong enough to stand alone... I alone must wield this fullness of power!
es: Debo... ¡derrotar a Ravan! Debo ser lo suficientemente fuerte para permanecer solo... Solo yo debo empuñar esta plenitud de poder.

source: Careful! They’re regrouping for another wave.
es: ¡Cuidado! Se están reagrupando para otra oleada.

source: The first rays of the blessed dawn pierce through the fog! The lich’s foul spell begins to fail!
es: ¡Los primeros rayos del amanecer bendito atraviesan la niebla! ¡El malvado hechizo del lich comienza a fallar!

source: Take heart, for victory is near at hand! The first rays of sunlight have pierced through Mal-Ravanal’s night fog.
es: ¡Anímense, pues la victoria está cerca! Los primeros rayos de sol han atravesado la niebla nocturna de Mal-Ravanal.

source: Look, the first rays of sunlight have pierced through the fog! Mal-Ravanal’s spell has begun to fail. I only wish Owaec were here to see it...
es: Mira, los primeros rayos de sol han atravesado la niebla. El hechizo de Mal-Ravanal ha comenzado a fallar. Solo desearía que Owaec estuviera aquí para verlo...

source: The sun has pierced through the night’s fog; Mal-Ravanal’s spell begins to wane. I need neither Gweddry nor Owaec. I will finish this battle on my own.
es: El sol ha atravesado la niebla de la noche; el hechizo de Mal-Ravanal comienza a decaer. No necesito ni a Gweddry ni a Owaec. Terminaré esta batalla por mi cuenta.

source: Mal-Ravanal’s necromancers have overexerted themselves. They are struggling to maintain all their minions.
es: Los nigromantes de Mal-Ravanal se han sobreesforzado. Están luchando por mantener a todos sus esbirros.

source: The undead are falling back! Thank the Light; it’s finally over.
es: ¡Los no-muertos se están retirando! Gracias a la Luz; finalmente ha terminado.

source: Gweddry has not died in vain; the undead resolve is broken!
es: Gweddry no ha muerto en vano; ¡la determinación de los no-muertos está rota!

source: At last, the undead end their assault.
es: Por fin, los no-muertos terminan su asalto.

source: I will not abandon my post!
es: ¡No abandonaré mi puesto!

source: <i>Haldric the First, Dragonslayer, first king of Wesnoth.</i>
es: <i>Haldric el Primero, Matadragones, primer rey de Wesnoth.</i>

source: My father was named after him, and the royal sceptre hails from his line. Sadly, the histories say that he became paranoid in his old age.
es: Mi padre recibió su nombre en honor a él, y el cetro real proviene de su linaje. Lamentablemente, las historias dicen que se volvió paranoico en su vejez.

source: <i>Delfador the Great, sage of Wesnoth, restorer of the throne.</i>
es: <i>Delfador el Grande, sabio de Wesnoth, restaurador del trono.</i>

source: My predecessor, ‘the Great’. I intend to be greater.
es: Mi predecesor, 'el Grande'. Yo pretendo ser aún más grande.

source: Wha— but how?
es: ¿Q-qué— pero cómo?

source: Good riddance...
es: Bien, que se vaya...

source: Impressive tactics! I’ll begin redeploying towards other threats.
es: ¡Tácticas impresionantes! Comenzaré a redistribuir mis tropas hacia otras amenazas.

source: You waste... your effort...
es: Desperdicias... tu esfuerzo...

source: Well done! This will free my soldiers to defend other sectors of the city.
es: ¡Bien hecho! Esto liberará a mis soldados para defender otros sectores de la ciudad.

source: Your victory... is meaningless...
es: Tu victoria... no tiene sentido...

source: Excellent work! I’ll send my soldiers to the other fronts.
es: ¡Excelente trabajo! Enviaré a mis soldados a otros frentes.

source: Mal-Ravanal will make you suffer for this!
es: ¡Mal-Ravanal te hará sufrir por esto!

source: No! I was supposed to... become immortal...
es: ¡No! Se suponía que debía... volverme inmortal...

source: No! Now I will never have my revenge...
es: ¡No! Ahora nunca tendré mi venganza...

source: Huzzah! Even Mal-Ravanal’s infernal darkness could not dim the spirits of our men! My friends, we have won a great victory today.
es: ¡Hurra! ¡Incluso la infernal oscuridad de Mal-Ravanal no pudo apagar el espíritu de nuestros hombres! Amigos míos, hoy hemos ganado una gran victoria.

source: Now we must press our advantage! Let us strike the undead while they are in disarray and banish Mal-Ravanal’s dark soul once and for all!
es: ¡Ahora debemos aprovechar nuestra ventaja! Atacemos a los no-muertos mientras están desordenados y desterremos el alma oscura de Mal-Ravanal de una vez por todas.

source: I will not put the fate of all Irdya in the hands of a vengeful Clansman and Weldyn’s tattered armies. I must face Mal-Ravanal in a duel, and I must be the one to strike the infernal lich down! I will trust none other than myself with such responsibility.
es: No pondré el destino de todo Irdya en manos de un Clanista vengativo ni de los desgastados ejércitos de Weldyn. Debo enfrentar a Mal-Ravanal en un duelo, ¡y debo ser yo quien derrote al lich infernal! No confiaré tal responsabilidad a nadie más que a mí mismo.

source: Both of you alike speak wisdom. This is a difficult decision, and I have little time in which to make it.
es: Ambos hablan con sabiduría. Esta es una decisión difícil, y tengo poco tiempo para tomarla.

source: Lieutenant Gweddry, you are familiar with the situation, and you know both Owaec and Dacyn well. Whose plan do you suggest I follow?
es: Teniente Gweddry, conoces la situación y conoces bien tanto a Owaec como a Dacyn. ¿Qué plan sugieres que siga?

source: I think we should...
es: Pienso que deberíamos...

source: challenge Mal-Ravanal to a duel. <i>(normal)</i>
es: Retar a Mal-Ravanal a un duelo.

source: I agree. Dacyn, send the message at once.
es: De acuerdo. Dacyn, envía el mensaje de inmediato.

source: defeat Mal-Ravanal in pitched battle. <i>(challenging)</i>
es: Derrotar a Mal-Ravanal en una batalla campal. <i>(desafiante)</i>

source: I agree. Owaec, begin preparing our armies.
es: De acuerdo. Owaec, comienza a preparar nuestros ejércitos.

source: Huzzah! Even Mal-Ravanal’s infernal darkness could not dim the spirits of our men! My friends, we have won a great victory today. Alas, if only Gweddry were here...
es: ¡Hurra! Incluso la infernal oscuridad de Mal-Ravanal no pudo apagar el espíritu de nuestros hombres. Amigos míos, hoy hemos ganado una gran victoria. Ay, si tan solo Gweddry estuviera aquí...

source: ... I am certain he would tell us to muster our resolve and regroup to press our advantage! Let us strike the undead while they are in disarray and banish Mal-Ravanal’s dark soul once and for all!
es: ... Estoy seguro de que nos diría que reuniéramos nuestra determinación y nos reagruparamos para aprovechar nuestra ventaja. ¡Atacaremos a los no-muertos mientras están desordenados y desterraremos el alma oscura de Mal-Ravanal de una vez por todas!

source: Both of you alike speak wisdom. This is a difficult decision, and I have little time in which to make it. I wish that Gweddry still lived to advise me, but it seems I must decide on my own.
es: Ambos hablan con sabiduría. Esta es una decisión difícil, y tengo poco tiempo para tomarla. Ojalá Gweddry aún viviera para aconsejarme, pero parece que debo decidir por mi cuenta.

source: By my command, we will...
es: Por mi orden, nosotros...

source: Excellent, I will send the message at once.
es: Excelente, enviaré el mensaje de inmediato.

source: Excellent, I will begin preparing our armies!
es: ¡Excelente, comenzaré a preparar nuestros ejércitos!

source: The city grows still at last. I wish there was time to mourn, but we still must decide how to deal with Mal-Ravanal.
es: La ciudad finalmente queda en calma. Desearía que hubiera tiempo para llorar, pero aún debemos decidir cómo lidiar con Mal-Ravanal.

source: Owaec had wished for us to strike at the undead and isolate Mal-Ravanal by force of arms. With their armies in disarray after the failed attack on Weldyn, this may be our best opportunity.
es: Owaec deseaba que atacáramos a los no-muertos y aisláramos a Mal-Ravanal por la fuerza de las armas. Con sus ejércitos en desorden tras el ataque fallido a Weldyn, esta puede ser nuestra mejor oportunidad.

source: I will not put the fate of all Irdya in the hands of Weldyn’s feeble defenders! I must face Mal-Ravanal in a duel, and I must be the one to strike the infernal lich down! I will trust none other than myself with such responsibility.
es: ¡No pondré el destino de todo Irdya en manos de los débiles defensores de Weldyn! Debo enfrentar a Mal-Ravanal en un duelo, y debo ser yo quien derrote al lich infernal. No confiaré tal responsabilidad a nadie más que a mí mismo.

source: I will begin preparing our armies.
es: Comenzaré a preparar nuestros ejércitos.

source: The city grows still at last. This battle is won, but with our best commanders dead we have little hope of surviving another attack.
es: La ciudad finalmente queda en calma. Esta batalla está ganada, pero con nuestros mejores comandantes muertos, tenemos pocas esperanzas de sobrevivir a otro ataque.

source: We cannot put the fate of all Irdya in the hands of Weldyn’s feeble defenders! I must face Mal-Ravanal in a duel, and I must be the one to strike the infernal lich down! I will trust none other than myself with such responsibility.
es: No podemos poner el destino de todo Irdya en manos de los débiles defensores de Weldyn. Debo enfrentar a Mal-Ravanal en un duelo, y debo ser yo quien derrote al lich infernal. No confiaré tal responsabilidad a nadie más que a mí mismo.

source: This is a difficult decision, and I have little time in which to make it. I wish that Gweddry or Owaec still lived to advise me, but it seems I must decide on my own.
es: Esta es una decisión difícil, y tengo poco tiempo para tomarla. Ojalá Gweddry u Owaec aún vivieran para aconsejarme, pero parece que debo decidir por mi cuenta.

source: challenge Mal-Ravanal to a duel. <i>(regular)</i>
es: Retar a Mal-Ravanal a un duelo.

source: defeat Mal-Ravanal in pitched battle. <i>(very hard)</i>
es: Derrotar a Mal-Ravanal en una batalla campal. <i>(muy difícil)</i>

source: This is an unwise decision, but I will aid our armies as best I can.
es: Esta es una decisión poco sabia, pero ayudaré a nuestros ejércitos lo mejor que pueda.

source: The Duel
es: El duelo

source: As the messenger passed out of the city gates, silence settled over the valley of the Weldyn. Children buried their fathers, mothers entombed their sons; soldiers slept where they stood, spears still clutched behind pale knuckles. The only sound was the incessant drum-march of skeletal feet, ever-growing outside the walls.
es: Cuando el mensajero pasó por las puertas de la ciudad, el silencio se apoderó del valle de Weldyn. Los niños enterraban a sus padres, las madres sepultaban a sus hijos; los soldados dormían donde estaban, con las lanzas todavía aferradas por nudillos pálidos. El único sonido era el incesante tamborileo de pies esqueléticos, creciendo cada vez más fuera de las murallas.

source: Finally, the gates creaked open once again. Eyes looked on, eager, anxious, terrified, as the messenger rode toward the castle...
es: Finalmente, las puertas se abrieron nuevamente con un crujido. Los ojos observaban, ansiosos, inquietos, aterrorizados, mientras el mensajero cabalgaba hacia el castillo...

source: News spread quickly. Mal-Ravanal had accepted the challenge. Dacyn and six of Weldyn’s finest were to duel the lich in the abandoned catacombs under the city...
es: La noticia se difundió rápidamente. Mal-Ravanal había aceptado el desafío. Dacyn y seis de los mejores de Weldyn debían enfrentarse al lich en las catacumbas abandonadas bajo la ciudad...

source: Defeat Mal-Ravanal
es: Derrotar a Mal-Ravanal

source: Dacyn, I’m surprised you came. I remember you being smarter than that!
es: ¡Dacyn, me sorprende que hayas venido! ¡Recuerdo que eras más inteligente que eso!

source: I and I alone will put an end to your foul machinations! You have grown strong in the darkness, but I have become stronger (cough)(cough) still!
es: ¡Yo y solo yo pondré fin a tus malvadas maquinaciones! Has crecido fuerte en la oscuridad, ¡pero yo me he vuelto aún más fuerte (tos)(tos)!

source: A-ha haha! And how exactly do you plan to do that? Come now, you must know that you’re outmatched.
es: ¡A-ja ja ja! ¿Y cómo piensas hacer eso exactamente? Vamos, debes saber que estás en desventaja.

source: The rules of the duel are these: You may recruit or recall up to 6 units. At the end of your first turn, your keep will disappear, and you must battle with whatever troops you have at that time.
es: Las reglas del duelo son estas: Puedes reclutar o reincorporar hasta 6 unidades. Al final de tu primer turno, tu torreón desaparecerá y deberás combatir con las tropas que tengas en ese momento.

source: Wait — what just happened? More undead creatures just came out of the ground! That’s not allowed!
es: Espera, ¿qué acaba de pasar? ¡Más criaturas no-muertas acaban de salir de la tierra! ¡Eso no está permitido!

source: The rules say nothing about bringing up warriors who were already here. Feel free to reanimate some too, if you can.
es: Las reglas no dicen nada sobre traer guerreros que ya estaban aquí. Si puedes, siéntete libre de reanimar algunos también.

source: Tsk, tsk, I begin to tire of this.
es: Tsk, tsk, empiezo a cansarme de esto.

source: More reinforcements come every time!
es: ¡Más refuerzos vienen cada vez!

source: All-In
es: Todo o nada

source: The morning sun shone bright upon the valley of the Weldyn, glinting off swords and lances innumerable, arrayed in tight formation inside the city walls.
es: El sol de la mañana brillaba sobre el valle de Weldyn, reflejándose en espadas y lanzas incontables, alineadas en formación cerrada dentro de las murallas de la ciudad.

source: From the ranks of Wesnoth’s finest arose a cry, soft at first but then mounting in volume, a cry of desperate hope, a cry of fiery purpose and icy will.
es: De las filas de los mejores de Wesnoth surgió un grito, primero suave pero luego creciente en volumen, un grito de esperanza desesperada, un grito de propósito ardiente y voluntad helada.

source: The horns sounded, the gates swung open, and from inside the city spilled forth Weldyn’s last gasp.
es: Sonaron los cuernos, las puertas se abrieron y desde el interior de la ciudad se derramó el último suspiro de Weldyn.

source: Wait, wait, stop, I surrender! I know your leader Gweddry!
es: ¡Espera, espera, detente, me rindo! ¡Conozco a tu líder Gweddry!

source: He defeated me back in the Estmarks but still let me live! Let me go and I promise you’ll never see me again!
es: ¡Me derrotó en las Marcas Orientales pero aun así me dejó vivir! ¡Déjame ir y te prometo que no me volverás a ver!

source: Well, okay I guess...
es: Bueno, supongo que está bien...

source: It’s been an entire war, and that guy still hasn’t improved his magic...
es: Ha sido toda una guerra, y ese tipo aún no ha mejorado su magia...

source: Kill $liches_to_kill liches to reveal Mal-Ravanal
es: Mata $liches_to_kill liches para revelar a Mal-Ravanal

source: 150 gold remains in my war-chest. I place it at your service, my Liege.
es: Quedan 150 de oro en mi tesoro de guerra. Lo pongo a tu servicio, mi Señor.

source: My Liege, I’ve managed to conserve 150 gold from the previous battle. I place it at your disposal.
es: Mi Señor, he logrado conservar 150 de oro de la batalla anterior. Lo pongo a tu disposición.

source: For you, my Liege: my men have salvaged 150 gold from the ruins of the city outskirts.
es: Para ti, mi Señor: mis hombres han recuperado 150 de oro de las ruinas de los alrededores de la ciudad.

source: My forces are in position at the northern wall; awaiting your orders.
es: Mis fuerzas están en posición en la muralla norte; esperando tus órdenes.

source: Eastern flank reclaimed. I stand ready to launch the assault.
es: Flanco este recuperado. Estoy listo para lanzar el asalto.

source: The western barricades are manned and ready — it’s payback time.
es: Las barricadas occidentales están ocupadas y listas — es hora de la revancha.

source: Now is the time to strike! In the name of the Clans, Mal-Ravanal will be ended this day!
es: ¡Ahora es el momento de atacar! ¡En nombre de los Clanes, Mal-Ravanal será derrotado este día!

source: Now is the time to strike! By the might of all Wesnoth, Mal-Ravanal shall be ended this day!
es: ¡Ahora es el momento de atacar! ¡Por el poder de todo Wesnoth, Mal-Ravanal será derrotado este día!

source: These liches are channeling some dark magic to hide themselves. (cough)(cough) Even if Mal-Ravanal is here, I will not be able to (cough) reveal them until we have killed enough of these liches to break their spell. (cough)
es: Estos liches están canalizando magia oscura para ocultarse. (tos)(tos) Incluso si Mal-Ravanal está aquí, no podré (tos) revelarlos hasta que hayamos matado suficientes de estos liches para romper su hechizo. (tos)

source: Then that’s what we’ll have to do. And we will have to do it quickly, before Mal-Ravanal’s reinforcing armies overwhelm us.
es: Entonces eso es lo que tendremos que hacer. Y tendremos que hacerlo rápido, antes de que los ejércitos de refuerzo de Mal-Ravanal nos abrumen.

source: Stride fearless upon the plain of battle, for today we reclaim our legacy! For Wesnoth!!
es: Avancen sin miedo sobre el campo de batalla, ¡hoy reclamamos nuestro legado! ¡Por Wesnoth!!

source: Then kill them we shall. Stride fearless upon the plain of battle, for today we reclaim our legacy! For Wesnoth!!
es: Entonces los mataremos. Avancen sin miedo sobre el campo de batalla, ¡hoy reclamamos nuestro legado! ¡Por Wesnoth!!

source: You dare to attack me?
es: ¿Te atreves a atacarme?

source: I will enjoy watching you suffer!
es: ¡Disfrutaré viéndote sufrir!

source: Death will only be the beginning of your torment!
es: ¡La muerte será solo el principio de tu tormento!

source: You will serve me in death!
es: ¡Me servirás en la muerte!

source: Allow me to free you from your wretched existence!
es: ¡Permíteme liberarte de tu miserable existencia!

source: I am merely toying with you!
es: ¡Solo estoy jugando contigo!

source: The River Weldyn used to be so beautiful, before the undead dammed it and flooded the shores...
es: El río Weldyn solía ser tan hermoso, antes de que los no muertos lo represaran y anegaran las orillas...

source: My legacy will not be one of failure! With all the might of the throne of Wesnoth, I shall strike you down!
es: ¡Mi legado no será de fracaso! Con todo el poder del trono de Wesnoth, ¡te derribaré!
