Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: How do we know these caves aren’t all dead ends? We might be stuck wandering until we die of thirst!
es: ¿Cómo sabemos que estas cuevas no son callejones sin salida? ¡Podríamos quedar atrapados vagando hasta morir de sed!

source: You’re welcome to go back to your cell.
es: Puedes volver a tu celda si quieres.

source: Even if we do find your commanders and escape, maybe we should consider staying in the north? It’s tranquil, and quiet.... and there’s no undead...
es: Incluso si encontramos a tus comandantes y escapamos, ¿tal vez deberíamos considerar quedarnos en el norte? Es tranquilo, silencioso... y no hay no muertos...

source: I didn’t come all this way just to give up at the words of a deserter!
es: ¡No vine hasta aquí solo para rendirme por las palabras de un desertor!

source: Let’s focus on escaping the orcs before worrying about the future. Now quiet, I smell something foul up ahead.
es: Concentrémonos en escapar de los orcos antes de preocuparnos por el futuro. Ahora silencio, huelo algo repugnante más adelante.

source: Ugh, here’s where that wretched stench is coming from. This must be the orcish storeroom, full of their discarded gear and trash. At least we can find ourselves some proper weapons.
es: Uf, de aquí proviene ese horrible hedor. Debe ser el almacén de los orcos, lleno de su equipo desechado y basura. Al menos podemos encontrar algunas armas decentes.

source: <span color='#00FF00' size='x-small'>weapons restored</span>
es: <span color='#00FF00' size='x-small'>armas restauradas</span>

source: And look, our captured equipment and provisions are here too! I’ve recovered supplies worth $gold_amount_S11 gold.
es: ¡Y miren, también están aquí nuestro equipo y provisiones capturados! He recuperado suministros por valor de $gold_amount_S11 piezas de oro.

source: The other prison cells should be to the north of that chamber. If we can get past those guards we could set everyone free.
es: Las otras celdas de los prisioneros deberían estar al norte de esa cámara. Si logramos pasar entre esos guardias podríamos liberar a todos.

source: But there’s too many of them!
es: ¡Pero son demasiados!

source: Hmm... I have an idea.
es: Umm... Tengo una idea.

source: So, how do I look?
es: Entonces, ¿cómo me veo?

source: I’ll try to slip past the guards. You wait here.
es: Intentaré deslizarme entre los guardias. Esperen aquí.

source: You’ve been a difficult prize to capture, but well worth the cost! Human corpses may not sell as well as dwarf or drake tribute, but with this many of you, I’ll still fetch a hefty bounty.
es: Han sido un premio difícil de capturar, ¡pero valió la pena el costo! Los cadáveres humanos tal vez no se vendan tan bien como los tributos de enanos o dracos, pero con tantos de ustedes, aún obtendré una buena recompensa.

source: Drakes, surely you can see that this orc does not have your best interests at heart? He is bleeding your numbers to fund his empire while your leader stands by and does nothing!
es: Dracos, ¿acaso no ven que este orco no vela por sus mejores intereses? Está diezmando su número para financiar su imperio mientras su líder permanece de brazos cruzados sin hacer nada.

source: I follow the Ways of our Flight. Mortic is Aspirant. I serve his will.
es: Sigo los Caminos de nuestro Vuelo. Mortic es Aspirante. Sirvo a su voluntad.

source: You Wesnothians still don’t get it? These weaklings <i>need</i> me! Before I came, this place was a wasteland, with drake, dwarf, and naga fighting over scraps and bleeding in the snow.
es: ¿Aún no lo entienden, wesnotianos? ¡Estos débiles <i>me necesitan</i>! Antes de que yo llegara, este lugar era un yermo, con dracos, enanos y nagas luchando por las sobras y desangrándose en la nieve.

source: I united them all under my banner, bringing <i>peace</i> and <i>order</i> to these mountains! And once I sell you off, we will have enough money and power to rival even the great tribes of the north. I will usher in a new golden age for my people!
es: ¡Los uní a todos bajo mi estandarte, trayendo <i>paz</i> y <i>orden</i> a estas montañas! Y una vez que los venda, tendremos suficiente oro y poder para rivalizar incluso con las grandes tribus del norte. ¡Traeré una nueva edad dorada para mi pueblo!

source: You murder your allies and call it peace? Bah, this place will only know peace once you are dead!
es: ¿Asesinas a tus aliados y lo llamas paz? Bah, ¡este lugar solo conocerá la paz cuando estés muerto!

source: Hah, that almost hurt! I’m gonna enjoy shipping you lot down south. Maybe this time, the necromancers will let me watch...
es: ¡Ja, eso casi dolió! Voy a disfrutar enviándolos al sur. Quizás esta vez los nigromantes me dejen mirar...

source: Opening the cells should confuse the guards for a moment. But I better not get too close to them...
es: Al abrir las celdas los guardias se sentirán confusos por un momento. Pero mejor será que no me acerque demasiado a ellos...

source: Release the other prisoners
es: Liberad a los otros prisioneros

source: Here’s one of the prison cells! As soon as I open this, all hell is going to break loose.
es: ¡Aquí está una de las celdas de la prisión! En cuanto abra esto, se va a desatar el caos.

source: I’m already well-equipped, but we’ll have to pay upkeep to arm and armor each prisoner I free. I hope we’ll have enough gold left over for the next battle!
es: Yo ya estoy bien equipado, pero tendremos que pagar mantenimiento para armar y equipar a cada prisionero que libere. ¡Espero que nos quede suficiente oro para la próxima batalla!

source: Open the cell?
es: ¿Abrir la celda?

source: Yes! <i>(freed units will incur upkeep)</i>
es: ¡Sí! <i>(las unidades liberadas tendrán mantenimiento)</i>

source: Not yet...
es: Aún no...

source: Huzzah, we’re free at last!
es: ¡Hurra, por fin somos libres!

source: Hooray, we’re rescued!
es: ¡Viva, nos han rescatado!

source: Yes! Get us out of here!
es: ¡Sí! ¡Sáquennos de aquí!

source: I am free! Never again shall I be prisoner!
es: ¡Soy libre! ¡Nunca más seré prisionero!

source: You disobey the Aspirant. For your treachery, Your punishment is death.
es: Desobedeces al Aspirante. Por tu traición, Tu castigo es la muerte.

source: The guards are distracted! Let us make our daring escape!
es: ¡Los guardias están distraídos! ¡Hagamos nuestra osada fuga!

source: Move Gweddry, Dacyn, or Owaec to the south-west exit
es: Mueve a Gweddry, Dacyn u Owaec hasta la salida al suroeste

source: Release the remaining prisoners
es: Liberad a los prisioneros que faltan

source: Save as much gold as possible for the next scenario!
es: ¡Ahorra tanto oro como sea posible para el próximo escenario!

source: The prisoners are escaping! Get in here and stop them!
es: ¡Los prisioneros están escapando! ¡Entren aquí y deténganlos!

source: Protect the Chief!
es: ¡Protejan al Jefe!

source: Into the caves!
es: ¡A las cuevas!

source: Guess we’re on the run again! My mercenary boys back home woulda made short work o’ these Whitefang punks... I sure am missin’ the Estmarks right about now.
es: ¡Parece que volvemos a la fuga! Mis chicos mercenarios en casa habrían acabado rápido con estos matones de Colmilloblanco... Realmente estoy extrañando a las Marcas Orientales ahora mismo.

source: Everyone hurry, we have to get out of here!
es: ¡Todos, rápido! ¡Tenemos que salir de aquí!

source: Such carnage in this dark confined cave... how I long to once again gaze upon the rolling plains of my homeland. These lands are cold, but the thought of my fellow Clansmen is as a fire burning in my breast.
es: Tanta carnicería en esta oscura y confinada cueva... cuánto anhelo volver a contemplar las extensas llanuras de mi tierra natal. Estas tierras son frías, pero el pensamiento de mis compañeros del clan arde en mi pecho como un fuego.

source: Wesnoth’s best horses and much of Weldyn’s food comes from there. I’m sure it’s well-defended, despite never having visited there myself.
es: Los mejores caballos de Wesnoth y gran parte de los alimentos de Weldyn provienen de allí. Estoy seguro de que está bien defendido, aunque nunca lo haya visitado personalmente.

source: There is naught that I can speak that would truly do them justice! You will have to see the plains yourself to appreciate their majesty.
es: No hay palabras que puedan hacerles justicia. ¡Tendrás que ver las llanuras por ti mismo para apreciar su grandeza!

source: Then let us return quickly to Wesnoth to aid in their defense!
es: ¡Entonces regresemos rápidamente a Wesnoth para ayudar en su defensa!

source: Hey, who are you? Boja, sic ’em!
es: ¡Eh, quién eres? ¡Boja, atacad!

source: Uh oh!
es: ¡Uy!

source: 70 gold
es: 70 de oro

source: You’ve pillaged 70 orcish gold pieces!
es: ¡Has saqueado 70 piezas de oro orcas!

source: 115 gold
es: 115 de oro

source: You’ve pillaged 115 orcish gold pieces!
es: ¡Has saqueado 115 piezas de oro orcas!

source: Oooh so shiny, my precious... what a great gift from the Chief...
es: Oooh tan brillante, mi tesoro... qué gran regalo del Jefe...

source: Aaah! Humans! Run away run away!
es: ¡Aaah! ¡Humanos! ¡Huid, huid!

source: Hmm, looks like he dropped something.
es: Hmm, parece que dejó caer algo.

source: Phew! I made it.
es: ¡Uf! Lo logré.

source: Where are you going?! Come back!
es: ¿A dónde vas? ¡Vuelve!

source: I’ve reached the exit! We’ll have to make a run for it!
es: ¡He llegado a la salida! ¡Tendremos que correr para salir!

source: Wait, you can’t leave us behind!
es: ¡Espera, no podéis dejarnos atrás!

source: You killed my bear, you filthy humans! You’ll pay for that!
es: ¡Mataste a mi oso, malditos humanos! ¡Pagaréis por eso!

source: Curse you all! Why couldn’t you have just died as tribute like everyone else? Now my glorious golden Empire will never be...
es: ¡Malditos todos! ¿Por qué no pudieron morir como tributo como los demás? Ahora mi glorioso Imperio dorado nunca será...

source: Look, he was carrying the key to their treasury!
es: ¡Miren, llevaba la llave de su tesoro!

source: Evacuation
es: Evacuación

source: Gweddry and his men escaped from the orcish prisons and fled westward as swiftly as they could, closely pursued by the orcs and their drake vassals.
es: Gweddry y sus hombres escaparon de las prisiones orcas y huyeron hacia el oeste tan rápido como pudieron, perseguidos de cerca por los orcos y sus vasallos dracos.

source: Move Owaec to the end of the bridge
es: Mueve a Owaec hasta el final del puente

source: Defeat all enemy leaders
es: Derrotar a todos los líderes enemigos

source: <b>Every unit east of the bridge when it is destroyed will be lost (including non-recalled units)</b>
es: Todas las unidades que no se encuentren en el lado sur del río cuando el puente sea destruido se perderán (incluyendo a las unidades no reincorporadas)

source: Dacyn, are you feeling better? We must keep moving! The orcs have almost caught up to us.
es: Dacyn, ¿te sientes mejor? ¡Debemos seguir moviéndonos! Los orcos casi nos alcanzan.

source: (cough) (cough) Yes, yes, I’m perfectly fine... (cough)
es: (tos) (tos) Sí, sí, estoy perfectamente bien... (tos)

source: Such decrepitude is one ten-thousandth of what you deserve for wielding that evil amulet! But lo, a bridge in the distance! Hope is not yet lost.
es: Tal decrepitud es apenas una diezmilésima parte de lo que mereces por portar ese amuleto maligno. ¡Pero mirad, un puente a lo lejos! La esperanza aún no se ha perdido.

source: We must get across quickly before we are cut off and overwhelmed. But the men are exhausted! We cannot keep running for much longer.
es: ¡Debemos cruzar rápidamente antes de ser rodeados y superados! Pero los hombres están exhaustos. No podemos seguir corriendo por mucho más tiempo.

source: (nodding) Gruuhhh... Grug tired. Leg hurt...
es: (asintiendo) Gruuhhh... Grug cansado. Pierna duele...

source: Aye, dinnae forget, my legs ain’t as long as ye human-folks’!
es: ¡Sí, no olvides! Mis piernas no son tan largas como las de ustedes, humanos.

source: Tell the men they need not fear! I will cross last and destroy the bridge behind us so that the orcs cannot follow!
es: ¡Dile a los hombres que no teman! Yo cruzaré al final y destruiré el puente detrás de nosotros para que los orcos no puedan seguirnos.

source: Well I intend to cross first! Gold’s no good if I die before I can spend it! I’m not about to sacrifice myself to save you bunch of barbarians.
es: ¡Pues yo tengo la intención de cruzar primero! ¡El oro no sirve si muero antes de gastarlo! No voy a sacrificarme para salvar a ustedes, un montón de bárbaros.

source: Everyone, get moving! Anyone left behind on this side of the bridge will surely be killed!
es: ¡Todos, a moverse! ¡Cualquiera que quede atrás en este lado del puente será seguramente asesinado!

source: I’m gettin’ too old for this life...
es: Estoy demasiado viejo para esta vida...

source: All units <b>(including non-recalled units!)</b> left behind will be lost.
es: Todas las unidades <b>(¡incluyendo las que no fueron llamadas!)</b> que queden atrás se perderán.

source: It is unfortunate (cough) that we have not saved any gold to recruit or recall. Escape for our soldiers is impossible, yet if us few rush immediately across the bridge we may be able to (cough)(cough) reach the far shore before the orcs can attack.
es: Es desafortunado (tos) que no hayamos ahorrado oro para reclutar o llamar a tropas. La fuga para nuestros soldados es imposible, pero si unos pocos cruzamos inmediatamente el puente, podríamos (tos)(tos) alcanzar la orilla opuesta antes de que los orcos ataquen.

source: It is unfortunate (cough) that we have saved little gold to recruit or recall. Escape for everyone is likely impossible, yet if the 3 of us rush immediately across the bridge we may be able to (cough)(cough) reach the far shore before the orcs can attack.
es: Es desafortunado (tos) que hayamos ahorrado poco oro para reclutar o llamar a tropas. La fuga para todos probablemente sea imposible, pero si los tres cruzamos inmediatamente el puente, podríamos (tos)(tos) alcanzar la orilla opuesta antes de que los orcos ataquen.

source: We have enough gold to put up a fight, but the orcs are numerous (cough) and strong. Escape for everyone is likely impossible, yet if the 3 of us rush immediately across the bridge we may be able to (cough)(cough) reach the far shore before the orcs can attack.
es: Tenemos suficiente oro para luchar, pero los orcos son numerosos (tos) y fuertes. La fuga para todos probablemente sea imposible, pero si los tres cruzamos inmediatamente el puente, podríamos (tos)(tos) alcanzar la orilla opuesta antes de que los orcos ataquen.

source: We have gold for many soldiers, but the bridge (cough) is long and narrow. Escape for everyone is likely impossible, yet if the 3 of us rush immediately across the bridge we may be able to (cough)(cough) reach the far shore before the orcs can attack.
es: Tenemos oro para muchos soldados, pero el puente (tos) es largo y estrecho. La fuga para todos probablemente sea imposible, pero si los tres cruzamos inmediatamente el puente, podríamos (tos)(tos) alcanzar la orilla opuesta antes de que los orcos ataquen.

source: Small wonder your Light has abandoned you, if you would leave our companions to the mercy of the orcs! We should all cross together and leave none behind!
es: No es de extrañar que tu Luz te haya abandonado si dejarías a nuestros compañeros a la merced de los orcos. ¡Todos deberíamos cruzar juntos y no dejar a nadie atrás!

source: (cough) My light? ...oh, oh yes, yes of course. Just one moment.
es: (tos) ¿Mi luz? ...oh, oh sí, sí, claro. Solo un momento.

source: Trapped among barbarians and pursued by orcs... how in the sands did I get here? Time to break out something I’ve been saving for a rainy day...
es: Atrapado entre bárbaros y perseguido por orcos... ¿cómo llegué aquí en estas arenas? Es hora de usar algo que he estado guardando para un día difícil...

source: Nothing like some extra speed to help me get away!
es: ¡Nada como un poco de velocidad extra para ayudarme a escapar!

source: Gweddry, you saw how Dacyn struggled to channel his Light. What do you think of this?
es: Gweddry, viste cómo Dacyn luchaba por canalizar su Luz. ¿Qué opinas de esto?

source: Aye, and have ye noticed the man’s cough? He be trying to hide it.
es: Sí, ¿y has notado la tos del hombre? Está tratando de ocultarla.

source: ... it is a bad sign, to be sure. But Dacyn is determined to protect Wesnoth and destroy Mal-Ravanal, and I believe he is our only chance at doing so.
es: ... es una mala señal, sin duda. Pero Dacyn está decidido a proteger Wesnoth y destruir a Mal-Ravanal, y creo que es nuestra única oportunidad de lograrlo.

source: Magic man kind! Be good magic man be.
es: ¡Hombre mágico! Sé buen hombre mágico.

source: I agree his intentions are good, but with each passing hour, that foul amulet’s darkness festers within him. What influence may it have?
es: Estoy de acuerdo en que sus intenciones son buenas, pero con cada hora que pasa, la oscuridad de ese amuleto maligno se intensifica en él. ¿Qué influencia podría tener?

source: I choose to place my faith in the holy Light, not the darkness! We will overcome Mal-Ravanal’s evil, and this dark amulet’s as well.
es: Elijo colocar mi fe en la Santa Luz, ¡no en la oscuridad! Superaremos el mal de Mal-Ravanal y el de este amuleto oscuro también.

source: Bah, magic! There’s a reason the civilized people of my world eschew magic — we would never have to deal with problems like this back in my homeland.
es: Bah, ¡magia! Hay una razón por la que la gente civilizada de mi mundo evita la magia: en mi tierra natal nunca tendríamos que lidiar con problemas como este.

source: (squinting) I can’t see anything in this searing sunlight. Fall back, wait for dusk!
es: (entrecerrando los ojos) No puedo ver nada bajo este sol abrasador. ¡Retirada, esperad al crepúsculo!

source: The sun strengthens my kin. Daytime is our Domain. We should press the attack.
es: El sol fortalece a mi gente. El día es nuestro dominio. Debemos presionar el ataque.

source: You heard me, wyrm! Wait. For. Dusk.
es: ¡Me oíste, wyrm! Espera. Al. Crepúsculo.

source: Is everyone across? I’m ready to chop down the bridge.
es: ¿Todos han cruzado? Estoy listo para derribar el puente.

source: Yes, destroy the bridge.
es: Sí, destruir el puente.

source: Owaec, you fool! I am trapped on the east bank! Without my help Wesnoth will surely fall to Mal-Ravanal...
es: ¡Owaec, tonto! ¡Estoy atrapado en la orilla este! Sin mi ayuda, Wesnoth seguramente caerá ante Mal-Ravanal...

source: Owaec, you fool! Gweddry is trapped on the east bank! Without his help Wesnoth will surely fall to Mal-Ravanal...
es: ¡Owaec, tonto! ¡Gweddry está atrapado en la orilla este! Sin su ayuda, Wesnoth seguramente caerá ante Mal-Ravanal...

source: Alas, what have I done? So many brave soldiers of Wesnoth, left behind in the wildlands...
es: ¡Ay, qué he hecho! Tantos valientes soldados de Wesnoth, dejados atrás en las tierras salvajes...

source: At least you three commanders are safe. From here, we must ride swift, ride strong, and ride to save all of Wesnoth!
es: Al menos ustedes tres comandantes están a salvo. Desde aquí, debemos cabalgar rápido, cabalgar con fuerza, y cabalgar para salvar todo Wesnoth.

source: Huzzah, we have escaped the northerners! A true Clansman would never willingly leave his companions behind, and so have we clutched victory from the jaws of defeat!
es: ¡Hurra, hemos escapado de los norteños! Un verdadero clan nunca dejaría a sus compañeros atrás, y así hemos arrancado la victoria de las fauces de la derrota.

source: Yes, yes, (cough)(cough) that’s all well and good. With the bridge destroyed, the orcs cannot (cough) cross, but what of the drakes?
es: Sí, sí, (tos)(tos) eso está muy bien. Con el puente destruido, los orcos no pueden (tos) cruzar, pero ¿qué pasa con los drakes?

source: (cough) And with the drakes defeated, (cough)(cough) no enemies will be able to pursue us. Now, it is finally time for us to once again travel toward Weldyn.
es: (tos) Y con los drakes derrotados, (tos)(tos) ningún enemigo podrá perseguirnos. Ahora, es finalmente hora de viajar nuevamente hacia Weldyn.

source: Useless pathetic ugly weakling wyrms! Fly across and chase after them, or we’ll sell you <i>all</i> to the necromancers!
es: ¡Wyrms inútiles, patéticos, feos y débiles! ¡Vuelen y persíganlos, o los venderemos <i>todos</i> a los nigromantes!

source: Dra-Nak is dead, His armies weakened, His prey fled.
es: Dra-Nak ha muerto, Sus ejércitos debilitados, Su presa huyó.

source: Dra-Nak is feeble, His armies weakened, His prey fled.
es: Dra-Nak es débil, Sus ejércitos debilitados, Su presa huyó.

source: Long has our Honor been stained. No longer shall it be. Now we reclaim our Eyrie, And the strength of our Flight.
es: Durante mucho tiempo nuestro Honor ha estado manchado. Ya no será así. Ahora reclamamos nuestro Nido, Y la fuerza de nuestro Vuelo.

source: Wha— hey!
es: ¿Qué— hey!

source: The Hunt is called! The orcs our prey! Flight of Mortic, we fight!
es: ¡La Caza ha sido llamada! ¡Los orcos nuestra presa! ¡Vuelo de Mortic, luchamos!

source: Hurry! If we cannot secure a position on the west bank, the drakes will surely fly behind and cut off our retreat!
es: ¡Rápido! Si no aseguramos una posición en la orilla oeste, los drakes seguramente volarán detrás y cortarán nuestra retirada.

source: The sun arises. Second and third Wings, Capture the west bank.
es: El sol se alza. Segunda y tercera Alas, Capturen la orilla oeste.

source: We need help over here! Where are the rest of those lousy drakes? They should be in position by now!
es: ¡Necesitamos ayuda aquí! ¿Dónde están los demás drakes inútiles? ¡Ya deberían estar en posición!

source: We have not crossed the bridge in time. Now we will all be killed!
es: ¡No hemos cruzado el puente a tiempo! ¡Ahora todos seremos asesinados!

source: I can hardly believe it! We didn’t need to destroy the bridge after all.
es: ¡Apenas puedo creerlo! Después de todo, no necesitábamos destruir el puente.

source: Huzzah, a glorious victory in the name of the Clans! Man will never flee from orc and drake; we have taught these northerners not to trifle with Wesnoth!
es: ¡Hurra, una gloriosa victoria en nombre de los Clanes! El hombre nunca huirá del orco y del draco; ¡hemos enseñado a estos norteños a no jugar con Wesnoth!

source: (cough)(cough) Yes, yes, very well, well done. (cough) Now, it is finally time for us to see what has become of Wesnoth in our absence.
es: (tos)(tos) Sí, sí, muy bien, bien hecho. (tos) Ahora, por fin, es tiempo de ver qué ha sido de Wesnoth en nuestra ausencia.

source: Graahh! Stupid humans...
es: ¡Graahh! Humanos estúpidos...

source: I am Aspirant no more.
es: Ya no soy Aspirante.

source: I hate you! Hate... hate... hate you...
es: ¡Te odio! Odio... odio... odio...

source: Spoils of War
es: Botín de Guerra

source: <span font_family='Oldania ADF Std' size='90000'> <i>Part III: Wesnoth at War </i></span>
es: <span font_family='Oldania ADF Std' size='90000'> <i>Parte III: Wesnoth en Guerra </i></span>

source: As Gweddry, Owaec, and Dacyn fled across the Listra, a frenzy of shouts, screams, and roars broke out from behind. Neither the orcs nor the drakes attempted to give pursuit.
es: Cuando Gweddry, Owaec y Dacyn huyeron a través del Listra, se desató un frenesí de gritos, alaridos y rugidos detrás de ellos. Ni los orcos ni los dracos intentaron perseguirlos.

source: Leaving the tumultuous wildlands far behind, the soldiers of Wesnoth prepared to cross the Great River once more and return to their homeland...
es: Dejando atrás las tumultuosas tierras salvajes, los soldados de Wesnoth se prepararon para cruzar una vez más el Gran Río y regresar a su patria...

source: Gaoler
es: Carcelero
