Repository: mentos987/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: es

source: Before the incantation could finish, I summoned the utmost of my power and rended Ravan’s physical body. Yet even as I witnessed flesh and blood burn away into soot, a dark shadow arose from the ashen bones and dispersed throughout the sanctum. I knew then that death would be but a mere inconvenience to one so skilled in the mystic arts, and that Ravan’s spirit would return one day...
es: Antes de que el conjuro pudiera terminar, invoqué todo mi poder y destruí el cuerpo físico de Ravan. Sin embargo, incluso mientras veía carne y sangre arder y convertirse en cenizas, una sombra oscura surgió de los huesos calcinados y se dispersó por todo el santuario. Entonces supe que la muerte no sería más que una mera molestia para alguien tan hábil en las artes místicas, y que el espíritu de Ravan regresaría algún día...

source: As it has now, to finally fulfill the prophecy that the Sylph spoke of all those years ago.
es: Tal como ha sucedido ahora, para finalmente cumplir la profecía que la Sílfide pronunció todos aquellos años.

source: Yes. But hope is not yet lost. After pondering the matter once more, I have come to a conclusion. I do not have the power to defeat Mal-Ravanal as I am now. We must travel north, away from Wesnoth, back to the sanctuary where I had defeated Ravan once before.
es: Sí. Pero la esperanza aún no está perdida. Tras meditar sobre el asunto una vez más, he llegado a una conclusión. No tengo el poder para derrotar a Mal-Ravanal tal como estoy ahora. Debemos viajar al norte, lejos de Wesnoth, de regreso al santuario donde derroté a Ravan una vez antes.

source: And leave our countrymen to fend for themselves in a time of war? This does not sit right with me.
es: ¿Y dejar que nuestros compatriotas se defiendan solos en tiempo de guerra? Esto no me parece correcto.

source: If we fail to defeat Mal-Ravanal, no effort of ours will be sufficient to withstand the endless armies of the dead. Our blood is limited and the more it is spilled, the more their strength grows. Only by using the power from the sanctuary to destroy the Lich can we find salvation.
es: Si fallamos en derrotar a Mal-Ravanal, ningún esfuerzo nuestro será suficiente para resistir los ejércitos interminables de los muertos. Nuestra sangre es limitada y mientras más se derrame, más crece su fuerza. Solo usando el poder del santuario para destruir al Liche podemos hallar la salvación.

source: Far though this journey may take us, if it is necessary to defeating this great evil, we have no choice but to make it.
es: Por muy lejos que nos lleve este viaje, si es necesario para derrotar a este gran mal, no tenemos otra opción que emprenderlo.

source: Very well. The Great River can be crossed near Soradoc. We could reach the garrison there, contact the Crown, and gather supplies for our journey.
es: Muy bien. El Gran Río puede cruzarse cerca de Soradoc. Podríamos llegar a la guarnición allí, contactar a la Corona y reunir provisiones para nuestro viaje.

source: The entire undead army is between us and Soradoc. They even may have already taken the city itself. We should avoid that battle and cross the Great River further east, behind the undead lines.
es: Todo el ejército de no muertos está entre nosotros y Soradoc. Incluso puede que ya hayan tomado la ciudad misma. Debemos evitar esa batalla y cruzar el Gran Río más al este, detrás de las líneas enemigas.

source: If undead are attacking Soradoc, that is all the more reason to travel west! I will not stand by and let my comrades die while I cravenly flee the battle.
es: ¡Si los no muertos atacan Soradoc, eso es aún más razón para viajar al oeste! No permaneceré de brazos cruzados mientras mis compañeros mueren mientras huyo cobardemente de la batalla.

source: Peace, friends. You both speak wisely. Allow me to cast the deciding vote.
es: Calma, amigos. Ambos hablan con sabiduría. Permítanme emitir el voto decisivo.

source: My decision is...
es: Mi decisión es...

source: Cross the Great River to the east, behind enemy lines. <i>(normal)</i>
es: Cruzar el Gran Río hacia el este, detrás de las líneas enemigas. <i>(normal)</i>

source: We are not strong enough to fight the undead head-on. Let us cross the Great River to the east.
es: No somos lo suficientemente fuertes para enfrentar a los no muertos de frente. Crucemos el Gran Río hacia el este.

source: Cross the Great River west in Wesnoth, near Soradoc. <i>(challenging)</i>
es: Cruzar el Gran Río hacia el oeste en Wesnoth, cerca de Soradoc. <i>(desafiante)</i>

source: It is our duty to aid the king’s army at Soradoc and cross the river there.
es: Es nuestro deber ayudar al ejército del rey en Soradoc y cruzar el río allí.

source: I’m not so sure I can win this fight, but maybe I don’t need to defeat you myself to be respected... maybe I only need to tell the others to come destroy you!
es: No estoy tan seguro de poder ganar esta pelea, pero tal vez no necesito derrotarte yo mismo para ser respetado... tal vez solo necesito decirles a los demás que vengan a destruirte.

source: He’s run off to summon reinforcements! If only we had acted sooner...
es: ¡Se ha ido a buscar refuerzos! Si tan solo hubiéramos actuado antes...

source: Enough of this. We cannot afford to waste time with petty bandits while Mal-Ravanal ravages Wesnoth. Owaec, come with us or stay here and die, I care not either way.
es: Basta de esto. No podemos darnos el lujo de perder tiempo con bandidos insignificantes mientras Mal-Ravanal arrasa Wesnoth. Owaec, ven con nosotros o quédate aquí y muere, no me importa de ninguna manera.

source: Since we have failed to root out the bandit leader, I am honor-bound to stay and defend these villagers! If you wish to go, then go, but I shall not aid you.
es: Ya que no hemos logrado eliminar al líder de los bandidos, estoy obligado por honor a quedarme y defender a estos aldeanos. Si desean irse, háganlo, pero yo no los ayudaré.

source: I would that I had acted with more haste...
es: Ojalá hubiera actuado con más rapidez...

source: Undead Crossing
es: El cruce de los no muertos

source: In the west, where the Great River is deep and wide, the few crossings are known by all and heavily guarded. Hoping to evade detection, Gweddry and his band made for one of the numerous eastern fords instead...
es: En el oeste, donde el Gran Río es profundo y ancho, los pocos pasos son conocidos por todos y fuertemente vigilados. Con la esperanza de evadir la detención, Gweddry y su grupo se dirigieron a uno de los numerosos vados orientales...

source: Fine, you can have the south shore! I’m going to stay nice and safe in my castle.
es: ¡Está bien, quédense con la orilla sur! Yo me quedaré seguro y protegido en mi castillo.

source: Monsters
es: Monstruos

source: Northern Alliance
es: Alianza del Norte

source: Defeat Mal-un-Karad
es: Derrota a Mal-un-Karad

source: Rescue Dolburras before he drowns
es: Rescata a Dolburras antes de que se ahogue

source: Dolburras will take damage every turn until freed.
es: Dolburras recibirá daño cada turno hasta ser liberado.

source: We have done well to avoid conflict with the undead thus far. It is time to turn northward, toward our goal.
es: Hasta ahora hemos hecho bien en evitar el conflicto con los no muertos. Es hora de dirigirnos hacia el norte, hacia nuestro objetivo.

source: You still have yet to explain more about this goal.
es: Aún debes explicar más sobre este objetivo.

source: Wait, look, a small force of undead have already fortified this ford. We will have to fight them to cross the Great River.
es: Esperen, miren, una pequeña fuerza de no muertos ya ha fortificado este vado. Deberemos enfrentarlos para cruzar el Gran Río.

source: Let me out ’o this cage ye bag-o-bones! When the Alliance hears abo— <b>glug</b>
es: ¡Déjenme sali' de esta jaula, malditos huesos andantes! Cuando la Alianza se enter— <b>glug</b>

source: Hahahaha! This dwarf is too short to keep his head out of the water. I wonder how long he’ll last?
es: ¡Jajajaja! Este enano es demasiado bajo para mantener su cabeza fuera del agua. Me pregunto cuánto tiempo durará.

source: The undead are torturing that dwarf for sport! This shall not stand; we must rescue him before he drowns!
es: ¡Los no muertos están torturando a ese enano por diversión! Esto no puede permitirse; debemos rescatarlo antes de que se ahogue.

source: Ho ho, you know what you need? My patented* elixir of water breathing! <span color='#BCB088' size='x-small'><i>*not patented</i></span>
es: ¡Jo jo, saben lo que necesitan? ¡Mi elixir patentado* para respirar bajo el agua! <span color='#BCB088' size='x-small'><i>*no patentado</i></span>

source: One drink from this shimmering blue vial and you’ll move at full speed through swamps and shallow water!
es: Un sorbo de este frasco azul brillante y te moverás a máxima velocidad a través de pantanos y aguas poco profundas.

source: Pleasure doing business with you!
es: ¡Un placer hacer negocios contigo!

source: Suit yourself; more for me!
es: Como quieras; ¡más para mí!

source: Supplies are limited so <span strikethrough='true'>call now</span> buy now! <i>(elixirs only last for 1 scenario)</i>
es: El suministro es limitado así que <span strikethrough='true'>llama ahora</span> compra ahora! <i>(los elixires solo duran 1 escenario)</i>

source: Buy the elixir (10 gold).
es: Comprar el elixir (10 de oro).

source: Leave the elixir for Hahid.
es: Dejar el elixir para Hahid.

source: I don’t know how you Wesnothians got here, but don’t even think about crossing here unless you want to become fish bait!
es: No sé cómo llegaron ustedes, Wesnothianos, pero ni piensen en cruzar aquí si no quieren convertirse en carnada para peces.

source: Time to wake my reinforcements!
es: ¡Es hora de mostrar a mis refuerzos!

source: In addition to summoning undead, this sorcerer has learned to command swarms of carnivorous fish!
es: Además de convocar no muertos, este hechicero ha aprendido a controlar enjambres de peces carnívoros.

source: A clever plan. The fish gnaw away flesh, leaving the skeletons ready for reanimation. They will make our crossing more difficult.
es: Un plan astuto. Los peces roen la carne, dejando los esqueletos listos para la reanimación. Harán nuestro cruce más difícil.

source: No! I thought I’d be safe here...
es: ¡No! Pensé que estaría seguro aquí...

source: Glug... glug...
es: Glup... glup...

source: I have failed in my duty to protect the helpless. I weep at his passing.
es: He fallado en mi deber de proteger a los indefensos. Lloro su pérdida.

source: Many thanks ta ye! Feels good ta be finally breathin’ proper again.
es: ¡Muchas gracias! Se siente bien poder respira' correctamente otra vez.

source: How did you come to be captured by these undead?
es: ¿Cómo fue que fuiste capturado por estos no muertos?

source: Ran into a whole blasted army of ’em marchin’ from the Swamp o’ Dread. I think they be headed for Knalga! Someone oughta invade them for a change.
es: Me topé con todo un maldito ejército marchando desde el Pantano del Temor. ¡Creo que se dirigen hacia Knalga! Alguien debería atacarlos por una vez.

source: By the Clans! Do these undead mean to conquer all the world?
es: ¡Por los Clanes! ¿Acaso estos no muertos quieren conquistar todo el mundo?

source: Dolburras, we are men of the King of Wesnoth, seeking the power to destroy these foul undead. Will you join us in our quest?
es: Dolburras, somos hombres del Rey de Wesnoth, buscando el poder para destruir estos malvados no muertos. ¿Te unirás a nuestra misión?

source: Kinna hardly go back ta Knalga with all them undead about! Aye, I’ll join ye.
es: ¡Casi no puedo regresa' a Knalga con tantos no muertos rondando! Sí, me uniré a ustedes.

source: If we intend to save Wesnoth, we must press onward into the mountains. Let us be off.
es: Si queremos salvar Wesnoth, debemos avanzar hacia las montañas. ¡Vamos allá!

source: What took you so long? We were supposed to change shifts days ago!
es: ¿Por qué tardaste tanto? ¡Se suponía que debíamos cambiar de turno hace días!

source: Aw, I’ve missed out on the fun! But look at it this way, now they stand no chance against the two of us.
es: ¡Ah, me perdí la diversión! Pero míralo así, ahora no tienen ninguna oportunidad contra nosotras.

source: Established by the Crown and administered by the Horse Clans, Soradoc controlled the strategic confluence of the Great River and the River Weldyn. Since its founding in the early days of Wesnoth, it had grown into a prosperous and well-fortified border town. Gweddry and his band approached cautiously, hoping to reunite with Wesnoth’s armies.
es: Establecida por la Corona y administrada por los Clanes del Caballo, Soradoc controlaba la estratégica confluencia del Gran Río y el río Weldyn. Desde su fundación en los primeros días de Wesnoth, se había convertido en un próspero y bien fortificado pueblo fronterizo. Gweddry y su grupo se acercaron con cautela, esperando reunirse con los ejércitos de Wesnoth.

source: West Barracks
es: Barracones del Oeste

source: East Barracks
es: Barracones del Este

source: Citadel
es: Ciudadela

source: Temple
es: Templo

source: Move any unit to the northern path.
es: Mueve cualquier unidad hacia el camino del norte.

source: Defeat as many enemy leaders as possible, and then move any unit to the northern path (easier next scenario)
es: Derrota a tantos líderes enemigos como sea posible y luego mueve cualquier unidad hacia el camino del norte (más fácil en el siguiente escenario).

source: Move Owaec next to Yannic, and then protect Yannic until you move any unit to the northern path (bonus item next scenario)
es: Mueve a Owaec junto a Yannic y luego protege a Yannic hasta que muevas cualquier unidad hacia el camino del norte (objeto de bonificación en el siguiente escenario).

source: Protect Yannic until you move any unit to the northern path (bonus item next scenario)
es: Protege a Yannic hasta que muevas cualquier unidad hacia el camino del norte (objeto de bonificación en el siguiente escenario).

source: The air is filled with smoke. I fear the town is already lost.
es: El aire está lleno de humo. Temo que la ciudad ya esté perdida.

source: Madness! How can the city have fallen? The garrison is stout-hearted and loyal to a fault. I know many of them personally! They would hold the city to their dying breaths.
es: ¡Locura! ¿Cómo pudo caer la ciudad? La guarnición es valiente y extremadamente leal. ¡Conozco a muchos de ellos personalmente! Mantendrían la ciudad hasta su último aliento.

source: Were you expecting a victory parade? Soradoc will be the first of many if we cannot accomplish our goal.
es: ¿Esperabas un desfile de victoria? Soradoc será la primera de muchas si no logramos nuestro objetivo.

source: Wait, look, the flag of Wesnoth still flies over the western barracks!
es: ¡Espera, mira, la bandera de Wesnoth aún ondea sobre los barracones del oeste!

source: Are you our reinforcements? Weldyn promised us aid days ago! The undead already control most of the city. We’re hiding our wounded in the temple, but if we lose the western quarter as well, I fear that no one will escape.
es: ¿Sois nuestros refuerzos? ¡Weldyn nos prometió ayuda hace días! Los no muertos ya controlan gran parte de la ciudad. Estamos escondiendo a nuestros heridos en el templo, pero si perdemos también el barrio oeste, temo que nadie escape.

source: By the Clans, some of them yet live! We must move quickly if we are to rescue the garrison! If we can defeat this wave of undead, they may yet have time to evacuate.
es: ¡Por los Clanes, algunos de ellos aún viven! Debemos actuar rápido si queremos rescatar la guarnición. Si derrotamos esta oleada de no muertos, aún podrían tener tiempo de evacuar.

source: I agree, but... there are many powerful undead besieging the city. Do we have the strength to defeat them all?
es: Estoy de acuerdo, pero... hay muchos no muertos poderosos sitiando la ciudad. ¿Tenemos la fuerza para derrotarlos a todos?

source: Maybe, maybe not. Remember that our true goal lies far to the north. Nothing we do here today will more than inconvenience Mal-Ravanal.
es: Tal vez sí, tal vez no. Recuerda que nuestro verdadero objetivo está mucho más al norte. Nada de lo que hagamos hoy molestará más que eso a Mal-Ravanal.

source: We should proceed north as quickly as we can. If we cannot save Soradoc, we can at least slip past the undead and escape, though they will certainly follow us.
es: Debemos avanzar hacia el norte lo más rápido posible. Si no podemos salvar Soradoc, al menos podemos escabullirnos de los no muertos y escapar, aunque seguramente nos seguirán.

source: Intruders... living men... from the southeast...
es: Intrusos... hombres vivos... desde el sureste...

source: Ah, it’s the garrison that escaped me back at that border outpost. They won’t get lucky again this time!
es: Ah, es la guarnición que me escapó en aquel puesto fronterizo. ¡No tendrán suerte esta vez!

source: And see who is among them! I shall inform Mal-Ravanal at once.
es: ¡Y mira quién está entre ellos! Informaré a Mal-Ravanal de inmediato.

source: Dacyn, is that you again? So this is where you ran off to. I would recognize your nauseating aura anywhere.
es: ¿Dacyn, eres tú otra vez? Así que aquí es donde te fuiste. Reconocería tu nauseabunda aura en cualquier lugar.

source: I should put you out of your misery right now, but then again, I wanted you to see the results of all my long years of research. I guess it can wait a little longer.
es: Debería poner fin a tu miseria ahora mismo, pero quería que vieras los resultados de todos mis largos años de investigación. Supongo que puede esperar un poco más.

source: Well then, I know you’ll miss me, so here’s a little going-away present for you and your friends.
es: Bueno, sé que me extrañarás, así que aquí tienes un pequeño regalo de despedida para ti y tus amigos.

source: That’s almost all the undead leaders defeated!
es: ¡Eso es, casi todos los líderes no muertos han sido derrotados!

source: Who commands this garrison? Time is short. We must evacuate what’s left of your men before—
es: ¿Quién manda esta guarnición? El tiempo es corto. Debemos evacuar lo que queda de tus hombres antes de que—

source: Owaec? Is that you?
es: ¿Owaec? ¿Eres tú?

source: Yannic?! Well met friend, I haven’t seen you in years!! Ha, you never could stay out of trouble! How’s your horse, Clansman?
es: ¿¡Yannic!? ¡Qué gusto verte amigo, no te veía desde hace años! Ja, ¡nunca pudiste mantenerte fuera de problemas! ¿Cómo está tu caballo, compatriota?

source: Injured, along with those few of my men lucky enough to yet live. I am more than grateful for your timely arrival and help.
es: Herido, junto con los pocos de mis hombres lo suficientemente afortunados para seguir vivos. Estoy más que agradecido por tu llegada oportuna y tu ayuda.

source: Speaking of help, we require yours. I, the King’s High Advisor, seek a powerful magic east of the Listra to destroy these undead. We will require your men and provisions for the journey.
es: Hablando de ayuda, necesitamos la tuya. Yo, el Gran Consejero del Rey, busco un poderoso poder al este de Listra para destruir a estos no muertos. Necesitaremos a tus hombres y provisiones para el viaje.

source: ... I would gladly offer all for the friend of a fellow Clansman, but as you can see, myself and what remains of my garrison are in little condition to help anyone. Still, should I encounter any fresh reinforcements or objects of interest, I will send them your way.
es: ... Con gusto ofrecería todo por un amigo de un compatriota, pero como puedes ver, yo y lo que queda de mi guarnición estamos en pocas condiciones de ayudar a alguien. Aun así, si encuentro refuerzos frescos u objetos de interés, los enviaré hacia ustedes.

source: Acceptable.
es: Aceptable.

source: Bah, we come to aid you, not to seek <i>your</i> aid! We shall do our utmost to ensure you and your men survive this dark time.
es: ¡Bah, venimos a ayudarte, no a buscar tu ayuda! Haremos todo lo posible para asegurarnos de que tú y tus hombres sobrevivan a este tiempo oscuro.

source: I’ve broken through the undead lines. Follow me before we are overwhelmed!
es: ¡He atravesado las líneas de los no muertos! ¡Sígueme antes de que nos abrumen!

source: The northern path is clear! Follow me, let us cross the Great River.
es: ¡El camino del norte está despejado! Sígueme, crucemos el Gran Río.

source: We have failed to defeat even a single enemy leader! It galls me to flee, but this is a battle we cannot win.
es: ¡No hemos logrado derrotar ni a un solo líder enemigo! Me duele huir, pero esta es una batalla que no podemos ganar.

source: We have failed to defeat more than a single enemy leader! It galls me to flee, but this is a battle we cannot win.
es: ¡No hemos logrado derrotar más de un líder enemigo! Me duele huir, pero esta es una batalla que no podemos ganar.

source: We have weakened the undead here, yet we cannot hope to defeat them all! It galls me to flee, but this is a battle we cannot win.
es: Hemos debilitado a los no muertos aquí, ¡pero no podemos esperar derrotarlos a todos! Me duele huir, pero esta es una batalla que no podemos ganar.

source: We have done well to defeat the undead here. Their forces will be unable to pursue us; we shall have an uneventful river crossing.
es: Hemos hecho bien en derrotar a los no muertos aquí. Sus fuerzas no podrán perseguirnos; cruzaremos el río sin incidentes.

source: We have done well to defeat the undead here. They may still pursue as we cross the river, but far fewer than would otherwise have come.
es: Hemos hecho bien en derrotar a los no muertos aquí. Aún podrían perseguirnos al cruzar el río, pero serán mucho menos de los que habrían venido.

source: It galls me to flee before vanquishing the final undead leader, but enemy reinforcements will doubtlessly soon arrive.
es: Me duele huir antes de vencer al último líder no muerto, pero sin duda pronto llegarán refuerzos enemigos.

source: Farewell, and good luck! You have bought us enough time to evacuate, and for that I will be ever grateful! May our paths cross again someday.
es: ¡Adiós, y buena suerte! Nos has dado tiempo suficiente para evacuar, ¡y por eso te estaré eternamente agradecido! Que nuestros caminos se crucen de nuevo algún día.

source: Farewell friend! May you find fairer fields unfouled by undead.
es: ¡Adiós amigo! Que encuentres campos más justos, libres de no muertos.

source: No, wait, you can’t just leave us here!
es: ¡No, espera, no pueden dejarnos aquí!

source: We flee?! My Clan would banish me for half as much cowardice! I am ashamed to call myself a Clansman.
es: ¿¡Huir!? ¡Mi Clan me desterraría por la mitad de esta cobardía! Me avergüenza llamarme Clanesano.

source: But alas, the garrison is slain. If only we had acted more swiftly, they might still have been saved.
es: Pero, lamentablemente, la guarnición ha sido aniquilada. Si solo hubiéramos actuado más rápido, todavía podrían haberse salvado.

source: With all enemy leaders still alive, we are sure to be destroyed when we attempt to cross the river...
es: Con todos los líderes enemigos aún vivos, seguro seremos destruidos cuando intentemos cruzar el río...

source: With three enemy leaders still alive, we are sure to be destroyed when we attempt to cross the river...
es: Con tres líderes enemigos aún vivos, seguro seremos destruidos al intentar cruzar el río...

source: Several undead leaders yet remain, and they are sure to attack us while we attempt to cross the river.
es: Aún quedan varios líderes no muertos, y seguro nos atacarán mientras intentamos cruzar el río.

source: We must not tarry here too long. Mal-Ravanal is fickle and may return to vanquish us all.
es: No debemos demorarnos aquí demasiado tiempo. Mal-Ravanal es caprichoso y podría regresar para derrotarnos a todos.
